{
  "destinations": [
    {
      "destination_title": "\"Funding for Cyber\" - supporting the uptake and dissemination of state-of-the-art cybersecurity solutions by SMEs.",
      "calls": [
        {
          "call_id": "DIGITAL-ECCC-2022-CYBER-03-NAT-COORDINATION",
          "call_title": "Deploying The Network Of National Coordination Centres With Member States",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-10-08T00:00:00.000+0000",
          "deadline": "2025-12-08T02:00:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/45430229",
          "destination": "\"Funding for Cyber\" - supporting the uptake and dissemination of state-of-the-art cybersecurity solutions by SMEs.",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "AI Continent",
      "calls": [
        {
          "call_id": "DIGITAL-2026-AI-09-AUTOMOTIVE",
          "call_title": "Collaboration platform for the European connected and autonomous vehicle of the future",
          "type_of_action": "DIGITAL Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• Strategic roadmap for digital technology developments for automotive, including software, hardware, AI models and solutions and autonomous driving technologies, across different projects and initiatives;\n• Definition of agreement on high-level architectures and interfaces for software, hardware, AI models and solutions and autonomous driving technologies;\n• Nurturing of a dynamic ecosystem of contributors and participants adopting the initiative’s outcomes;\n• Operational digital platform(s) supporting joint developments under the initiative;\n• Definition and implementation of processes, agreements and roles ensuring a clear pipeline for building blocks from relevant projects funded at EU and national level towards integration by companies in series production, leveraging organisations like ECLIPSE SDV, COVESA, or alike.\n• Establishment of a sustainable organisational and governance structure.",
          "scope": "The action will implement the following activities:\n• Support the management and coordination of joint developments under the ECAVA by:\n• Steering, coordinating and supporting research, innovation and deployments projects, including EU-funded (e.g. under the Chips JU, CCAM and 2ZERO Partnerships, potential future Joint Undertakings), national-funded and industry-driven projects and initiatives (e.g. projects under the Eclipse SDV Working Group, AUTOSAR, COVESA, ...). Consolidate or orchestrate existing coordination mechanisms under FEDERATE, Eclipse SDV, Autosar, COVESA, etc..\n• Defining and supporting key roles and responsibilities for project management, including a high-level ambassador to ensure dialogue and exchange with senior automotive decision-makers in companies; a team of chief operations officers and a team of chief architects to ensure coherence and alignment.\n• Drive the alignment and consensus on common technology platforms:\n• Define and update a long-term strategic roadmap and vision across companies’ initiatives for joint, largely open-source, developments.\n• Support the alignment across companies on common high-level architectures, building blocks, standards, interfaces and tools for key digital technologies in the scope of the Alliance. This shall include software, hardware, and interfaces with cloud infrastructure.\n• Help identify and define non-differentiating areas for beneficial collaborations regarding automotive AI development, including approaches for data sharing and pooling to support joint AI development.\n• Follow and contribute where relevant to standardisation activities including at international level.\n• Support the incubation of joint developments, notably by:\n• Supporting the rollout of the common strategic roadmap, providing a drumbeat to ensure speedy implementation, and an efficient transfer of outcomes from relevant projects, aiming towards rapid integration in series production.\n• Setting up certification and labeling processes for the outcomes of joint developments under the initiative.\n• Disseminating outcomes and help to build a dynamic ecosystem, based on an open-source plan and leveraging existing communities.\n• Support the integration and maintenance of core joint developments based on a collaborative digital platform:\n• Supporting the operation of a repository and developer platform for jointly developed building blocks, interfaces, tools, models, etc. and of a digital platform for collaboration, building as far as possible on existing mechanisms, which support Europe’s strategic autonomy.\n• Supporting, where relevant, the maintenance of common stacks by relevant organisations(s), such as ECLIPSE SDV, for instance through reference implementation and pre-integrations.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-AI-09-AUTOMOTIVE",
          "destination": "AI Continent",
          "tags": [
            "open source"
          ],
          "keywords": [
            "DIGITAL-2026-AI-09-AUTOMOTIVE",
            "DIGITAL-2026-AI-09",
            "Artificial intelligence",
            "Automotive",
            "Ecosystem building",
            "Open Source Software",
            "Semiconductors and Nanotechnology",
            "Software Architectures"
          ]
        },
        {
          "call_id": "DIGITAL-2026-AI-09-DS-HEALTH-STORAGE",
          "call_title": "Health: Data ingestion capacities and data services for the European Genomic Data Infrastructure in the European Health Data Space: data storage and processing capacity",
          "type_of_action": "DIGITAL Grants for Procurement",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• 1+MG data storage strategy.\n• Secure federated data storage and processing capacity for 1+MG data infrastructure.",
          "scope": "This action supports the acquisition and set-up of a secure federated data storage and processing capacity for the 1+MG data infrastructure, which is expected to be operated by the relevant EDIC. It should include “hot storage” working in synergy with secure processing environments aligned with the EHDS requirements, such as compliance checks for secure processing environments and detached long-term storage for curated data made available to the 1+MG by the data providers, including the Genome of Europe dataset. The data storage capacity should be designed based on an agreed data storage optimisation strategy, and balancing between storage costs and data depth/breadth/versioning while considering the most appropriate data storage architecture, technology and legal aspects, and ensuring scalability.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-AI-09-DS-HEALTH-STORAGE",
          "destination": "AI Continent",
          "tags": [
            "1+ million genomes initiative",
            "European genomic data infrastructure",
            "data storage",
            "genomic data",
            "processing capacity"
          ],
          "keywords": [
            "DIGITAL-2026-AI-09-DS-HEALTH-STORAGE",
            "DIGITAL-2026-AI-09",
            "Artificial intelligence",
            "Genomics",
            "Health and Ecosystem Services",
            "Health care",
            "Health data",
            "Health information",
            "Health sciences",
            "eHealth"
          ]
        },
        {
          "call_id": "DIGITAL-2026-AI-09-DS-HEALTH-TOOL",
          "call_title": "Health: Data ingestion capacities and data services for the European Genomic Data Infrastructure in the European Health Data Space: data tools",
          "type_of_action": "DIGITAL Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• Tools to perform automated data and metadata curation / inclusion / minimisation by data providers, foster data quality assurance and enable compliance checks and risk/security management developed, tested and deployed in the 1+MG data infrastructure in alignment with agreed 1+MG requirements and related standards and procedures, as well as with the legislative and technical framework of the European Health Data Space and European Digital Identity Framework.\n• Tools, APIs and interfaces developed, tested and deployed in the GDI, covering well documented needs of users from research, healthcare and public health policy, in alignment with the European Health Data Space.\n• Citizens’ portal, allowing at least management of GDPR rights of citizens and citizens’ engagement, to be established and operational at month 12 at the latest.",
          "scope": "Data tools for the 1+MG data infrastructure should be based on common standards and as automated as possible, and should enable data quality check at source, benchmarking, annotation and enhancement on the data provider end and by the operator of the data infrastructure, as appropriate. This covers the whole process of data inclusion, integration and access provision, as well as compliance assessment, risk management and data security assurance on the side of data infrastructure. All steps and functionalities should be designed to support the needs and requirements of three main use scenarios, i.e. research (largely already covered by the GDI project), and clinical care and public health policymaking. They should follow and implement the standards and procedures agreed within the 1+ Million Genomes initiative (1+MG Framework) and be compliant with the EHDS Regulation. For example, data curation tools should facilitate the description of datasets using a metadata standard compatible with the one required for the EU Dataset Catalogue of the EHDS (Health DCAT-AP), including its data quality and utility label as defined in the project QUANTUM . Metadata should also cover information about legal conditions and enablers for sharing the respective dataset. Moreover, the action should leverage best practices and strategies for linking clinical and genomic data at individual level, within the framework of EHDS where appropriate, to maximise access to data while preserving the security and privacy of data subjects (e.g. sampling, anonymisation and pseudonymisation techniques, data gap filling). Data minimisation tools should support compliance with the respective GDPR rules. Moreover, this action covers piloting and the deployment of tools, APIs and interfaces to provide high quality data services to the users of the 1+MG data infrastructure for healthcare and public health policy purposes as well as addressing any remaining user needs in research not yet covered by other projects. For example, APIs and interfaces for data discovery, and federated analysis and modelling in a secure processing environment will enable users to find, access and integrate the data at the required level of data protection safeguards to serve their projects, clinical questions or policy development. Adequate data de-identification/synthetisation methods and support to multi-modal data discovery and analysis across the data infrastructures (e.g. linking up with the Cancer Image Europe and HealthData@EU infrastructures) should also be considered and implemented. The tools delivered and deployed should be user-friendly and clearly support high uptake of the data infrastructures and their services. Furthermore, the action is expected to establish a citizen portal for 1+MG enabling citizens to exercise their GDPR rights, such as obtaining information about their data inclusion / processing and their legal basis, manage the consent, requesting data access, rectification or erasure. All solutions deployed by the project should be compatible with the Simpl middleware platform , where appropriate, and ensure interoperability with the HealthData@EU infrastructure. Tools related to authentication should be eIDAS-compliant. While fully respecting the prerogative of participants within the 1+MG data infrastructure to determine who can access what data and under which conditions, suitable links to the AI Factories should be envisaged. The project should include a description of data access and usage arrangements.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-AI-09-DS-HEALTH-TOOL",
          "destination": "AI Continent",
          "tags": [
            "1+ Million Genomes initiative",
            "European genomic data infrastructure",
            "automated data tool",
            "data and metadata curation",
            "data and metadata inclusion",
            "genomic data",
            "multimodal discovery"
          ],
          "keywords": [
            "DIGITAL-2026-AI-09-DS-HEALTH-TOOL",
            "DIGITAL-2026-AI-09",
            "Artificial intelligence",
            "Genomics",
            "Health and Ecosystem Services",
            "Health data",
            "Health information",
            "Health sciences",
            "Personalised medicine",
            "eHealth"
          ]
        },
        {
          "call_id": "DIGITAL-2026-AI-09-ECAVA",
          "call_title": "Secretariat of the European Connected and Autonomous Vehicle Alliance",
          "type_of_action": "DIGITAL Coordination and Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "The Secretariat of the ECAVA will support the successful operation of the ECAVA, assisting the European Commission and the ECAVA’s members in making the Alliance a sustainable stakeholder platform. It will deliver on the following outcomes:\n• Development and promotion of the ECAVA’s Strategic roadmap.\n• Organisation of the annual ECAVA General Assembly and Forum, as well as of the meetings of working group and Steering Committee, in close collaboration with the European Commission.\n• Promotion of the Alliance’s outcomes, including through the operation of a website and by creating and publishing relevant communication content.",
          "scope": "The Secretariat shall support the effective set-up, functioning and day-to-day work of the ECAVA. It should function in an agile and efficient way, with clear processes and roles and a capacity to adapt to evolving circumstances. It will work with the members and participants of the Alliance and with the European Commission. The tasks of the Secretariat will notably include:\n• supporting the organisation and work of its General Assembly, working groups, Steering Committee, Alliance Forum and other meetings, including by editing the documents produced.\n• Supporting the administrative processes of the ECAVA, notably by assisting the European Commission in the management of applications.\n• Disseminating outcomes of the Alliance, notably through the creation and maintenance of a website, and building a dynamic ecosystem.\n• Supporting the members of the Alliance in the development and update the ECAVA’s yearly roadmap.\n• Providing the needed expertise, for instance legal expertise on competition rules.\nThe Secretariat will work in close collaboration with the action on the “Collaboration Platform for the European connected and automated vehicle of the future” (see section 2.2.2.9 of the Digital Europe Work Programme). While the Secretariat will focus on facilitating the organisation and processes of the Alliance, the Collaboration Platform will focus on coordinating joint developments in the area, driving the alignment on common technology platforms, and supporting the incubation, integration and maintenance of joint developments. The Secretariat shall agree on working arrangements with the Collaboration Platform.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-AI-09-ECAVA",
          "destination": "AI Continent",
          "tags": [],
          "keywords": [
            "DIGITAL-2026-AI-09-ECAVA",
            "DIGITAL-2026-AI-09",
            "Artificial intelligence",
            "Automotive",
            "Ecosystem building",
            "Semiconductors and Nanotechnology",
            "Software Architectures"
          ]
        },
        {
          "call_id": "DIGITAL-2026-AI-09-GENAI-PA",
          "call_title": "Apply AI: GenAI for the public administrations",
          "type_of_action": "DIGITAL Coordination and Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• Contribution to the replication and scalability of piloted GenAI solutions across public administrations and Member States, demonstrated through the ability to adapt them to new users, administrative levels or service areas. This contribution will be supported through concrete tools such as starter kits, a repository of replicability assessments as well as tailored guidance, documentation and outreach.\n• Targeted support to national procurement processes, where relevant, possibly by a helpdesk.\n• Pooling of demand for European GenAI solutions by public administrations in the form of among others technical benchmarks.\n• Bringing together public administration and start-ups based on common needs and capabilities as defined in technical benchmarks etc.\n• To complement the outreach strategy of the pilot projects, support to outreach and awareness-raising activities by public administrations, including communication materials.\n• Strengthened integration of public administrations into the broader European AI ecosystem, through synergies with the AI-on-Demand Platform, EDIHs, the AI Factories and other relevant initiatives as well as ensured synergies with Commission-led initiatives that support AI adoption in public sector.",
          "scope": "The selected consortium will be responsible for enhancing the scalability and replication of successful European GenAI pilot solutions, through activities that foster knowledge sharing, community building, and capacity development. Such activities could consist, for example, in implementing software documentation best practices, facilitating peer-to-peer knowledge sharing and experience exchange, deploying targeted training and support programs, and establishing a community of practice. A helpdesk can be set up to support pilot projects and other interested public administrations on technical, organisational and legal – such as procurement – matters.\nImportantly, the CSA will seek to identify common needs with the overarching goal of pooling demand from public administrations for GenAI solutions “Made in Europe”. Towards that end, the CSA will define benchmarks and minimum requirements at the technical level. It will work closely with and contribute to the innovation procurement hubs initiative[1], in particular to public procurement of innovation (PPI) and pre-commercial public procurement work strands. Furthermore, the CSA will raise awareness among European start-ups for its demand-pooling exercise through outreach activities targeted to start-up communities in Europe, conducting where relevant matchmaking exercises between public administrations and European start-ups.\nThe CSA will play an important role in ensuring the pilot projects have a European dimension. This will be done by supporting the pilot projects with scalability and replicability. They will complement their planned actions with additional measures to maximise the reach and impact. Moreover, the European dimension will also be ensured by reporting on the pilot project’s activities, aggregating their KPIs and relevant figures to provide an overview on the use of GenAI by public administrations in Europe.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-AI-09-GENAI-PA",
          "destination": "AI Continent",
          "tags": [
            "generated artificial intelligence"
          ],
          "keywords": [
            "DIGITAL-2026-AI-09-GENAI-PA",
            "DIGITAL-2026-AI-09",
            "Artificial intelligence",
            "Knowledge transfer",
            "Public administration",
            "Public administration innovation",
            "Software Architectures"
          ]
        },
        {
          "call_id": "DIGITAL-2026-AI-09-SOLUTIONS-CANCER-STEP",
          "call_title": "Deployment of cutting-edge multi-modal AI-based solutions in medical imaging",
          "type_of_action": "Digital SME Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• New data services and user tools for the Cancer Image Europe platform covering data curation / inclusion by data providers, data quality assurance and compliance checks, and risk/security management in alignment with agreed standards, procedures and requirements, including the framework of the European Health Data Space.\n• Multi-centre validation of AI-driven solutions in the field of medical imaging, including also evidence generation for clinical utility and cost efficiency.\n• Deployment of multi-modal, cutting-edge AI-driven solutions in the field of medical imaging in healthcare and research settings, leveraging different types of data (at least one imaging modality and one other data type e.g. genomics, other omics, laboratory results, real-world data etc.) and building on the achievements of the Cancer Image Europe platform.\n• Training and upskilling of medical imaging personnel and/or healthcare professionals for the deployed technology and further use.",
          "scope": "By building on, extending and leveraging the Cancer Image Europe platform, this action is expected to facilitate the uptake of EU AI-driven solutions in medical imaging (including Machine Learning and Generative AI), towards their deployment in clinical settings. It should also include upskilling of healthcare professionals and evidence generation to evaluate the performance of the deployed AI-driven solutions and engage patients.\nThe action should also contribute to upgrading and enhancing the uptake of the Cancer Image Europe platform through deployment of tools, application programming interfaces (APIs) and interfaces enabling high-quality data services for the users of the Cancer Image Europe platform. The solutions should cover, at least, data quality assessment, including security, data access and analysis, as well as services for AI developers supporting their regulatory compliance pathway, including the EHDS Regulation, if applicable. Moreover, data services will cover comprehensive data quality assessment—including security, data access, and analysis. Specifically, tools will be deployed to ensure that datasets federated in Cancer Image Europe are fully compliant with EHDS, utilizing Health DCAT-AP for metadata descriptions and adhering to the data quality and utility label standards set by the EHDS Regulation.\nMoreover, the action should consider synergies and cross-fertilisation of tools with other relevant health data infrastructures: HealthData@EU, 1+Million Genomes (1+MG), Intensive Care Unit data infrastructure, the European Virtual Human Twins Initiative, and UNCAN.eu platform to further facilitate the integration and processing of different types of health data. Also, the outcomes of EU-funded projects dealing with other imaging modalities, such as digital pathology (e.g. BigPicture project), should be considered. Finally, synergies with the ongoing AI related activities of the Health Data Access Bodies (HDABs) in the EHDS, the SHAIPED project and the TEF-Health project should be leveraged.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-AI-09-SOLUTIONS-CANCER-STEP",
          "destination": "AI Continent",
          "tags": [
            "cancer",
            "data infrastructure",
            "data services",
            "medical imaging",
            "oncology",
            "STEP-Digital/deep tech"
          ],
          "keywords": [
            "DIGITAL-2026-AI-09-SOLUTIONS-CANCER-STEP",
            "DIGITAL-2026-AI-09",
            "Artificial intelligence",
            "Health and Ecosystem Services",
            "Health care",
            "Health data",
            "Health sciences"
          ]
        },
        {
          "call_id": "DIGITAL-2026-AI-09-VIRTUAL-TESTBEDS-STEP",
          "call_title": "Virtual worlds test beds",
          "type_of_action": "DIGITAL Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• Contributing to European digital sovereignty and open strategic autonomy in the domain of virtual worlds;\n• Contributing to development of innovative and interoperable virtual worlds solutions;\n• Contributing to the creation and promotion of EU regulatory sandboxes for virtual worlds.",
          "scope": "For this action, support to two world-class sectorial testbeds through two projects is envisaged: one for industrial applications (such as manufacturing, construction or industrial design) and one for societal applications (such as education and training, cultural heritage and other cultural experiences, public administration or healthcare). Each testbed should create a network of facilities with critical mass across at least three different Member States or associated countries.\nProposals are expected to focus on either industrial or societal applications. The area should be clearly identified within the proposal.\nThe test beds will provide all necessary expertise and infrastructure for the design and implementation of the testing methodologies, combining physical world and virtual worlds facilities.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-AI-09-VIRTUAL-TESTBEDS-STEP",
          "destination": "AI Continent",
          "tags": [
            "Testbeds",
            "certification",
            "data",
            "demonstration",
            "extended reality",
            "testing",
            "validation",
            "STEP-Digital/deep tech"
          ],
          "keywords": [
            "DIGITAL-2026-AI-09-VIRTUAL-TESTBEDS-STEP",
            "DIGITAL-2026-AI-09",
            "Artificial intelligence",
            "Design, implementation, and operation of data management systems that include security and privacy functions",
            "Interoperability",
            "Virtual Reality"
          ]
        },
        {
          "call_id": "DIGITAL-2026-DSM-AI-09-DS-MANUFACTUR-STEP",
          "call_title": "Data Space for Manufacturing",
          "type_of_action": "Digital SME Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "Deliverables\nThe awarded proposals are expected to deliver:\n• Solutions that allow the collection of large, high-quality data from real industrial environments, from different manufacturing systems/sectors.\n• Solutions that allow access to these large datasets to train Generative AI models that respond to real-world industrial needs and challenges, preferably relying on trusted third parties hosting data and training compute on behalf of authorized AI developers.\n• Agreements with specific AI factories providing information on the data sets available and the conditions for using them for training AI models.\n• Interoperability and governance framework of manufacturing data spaces including from national industrial data spaces to ensure that mechanisms to aggregate data for training AI could be taken up at EU level.",
          "scope": "This initiative will support up to three data-collection projects, with around EUR 3 million co-funding from Digital Europe each, focused on manufacturing use cases to unlock advanced AI models, for example, predictive maintenance, process automation, supply chain management, product design and development and sustainability in production, and increase productivity in industrial environments such as purchases, logistics, resource planning and production halls. These projects aim to collect massive, high-quality data from real industrial environments, ensuring proper labelling where relevant, that could be used to train or finetune generative AI models for the manufacturing sector. The data collection has to be relevant for developing AI applications that can significantly benefit major EU manufacturing sectors (such as automotive, chemical, aeronautics and energy-intensive industries). The project proposal has to clearly identify the target sectors, the stakeholders, and have preliminary agreements about the intended data exchange.\nThe data-collection projects will develop both technical and business solutions to enable authorized AI developers to have direct or indirect data access and utilize these large datasets while fully respecting the data holders' control over their data.\nEach data-collection project should propose clear use cases to ensure alignment with real-world needs and challenges. Ideally, the AI developers interested in using such data should be already identified in the proposal.\nThe proposal will also ensure technical and legal solutions to make the generated datasets available to users of AI Factories. This will also enable AI Factories to leverage these datasets for the development of AI applications. To this extent, the inclusion of AI Factories in the project will be considered an advantage.\nConsortia are encouraged to use data intermediaries, as outlined in Chapter III of the Data Governance Act, or other appropriate mechanisms to manage the secure access to and processing of these datasets.\nThe initiative must also work in close partnership with the Data Spaces Support Centre to ensure alignment and interoperability with the broader ecosystem of data spaces implemented with the support of the Digital Europe Programme. Additionally, the action must coordinate with AI Factories to ensure that the datasets generated can be effectively used in conjunction with data already available facilitating in this way collaborative approaches for the development of advanced AI models.\nConsidering financial sustainability from the outset is crucial in the development of Common European Data Spaces to ensure their long-term viability and effectiveness. By establishing a sound financial model, developers can secure the resources necessary to adapt to evolving technological landscapes and user needs, ensuring that data spaces remain robust and beneficial over time.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-DSM-AI-09-DS-MANUFACTUR-STEP",
          "destination": "AI Continent",
          "tags": [
            "AI Factories",
            "Data value chains",
            "Manufacturing and processing",
            "Train generative AI models",
            "advanced AI models",
            "increase productivity in industrial environments",
            "predictive maintenance",
            "process automation",
            "product design",
            "product design and development and sustainability in production",
            "production halls",
            "purchases, logistics, resource planning",
            "supply chain management",
            "STEP-Digital/deep tech"
          ],
          "keywords": [
            "DIGITAL-2026-DSM-AI-09-DS-MANUFACTUR-STEP",
            "DIGITAL-2026-DSM-AI-09",
            "Additive manufacturing / 3D printing",
            "Big data",
            "Data Security and Privacy",
            "Data value chains",
            "Laser-based manufacturing and materials processing",
            "Machine learning, statistical data processing and applications using signal processing (e.g. speech, image, video)",
            "Manufacturing and processing"
          ]
        },
        {
          "call_id": "DIGITAL-2026-EDIH-AC-09-COMPLETION-STEP",
          "call_title": "Completion of the initial Network of European Digital Innovation Hubs",
          "type_of_action": "DIGITAL Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "The new EDIHs will support the digital transformation of SMEs, mid-caps, and public sector organizations within its geographical area and area of expertise, while also aiming to extend its impact beyond its immediate region. An EDIH can select to focus on specific group(s) of clients (e.g. mainly SMEs or mainly public sector).\nThe performance of the hub will be evaluated based on their key performance indicators (KPIs); proposals should define their indicators as well as the targets related to each of them:\n• Number of entities which have used the European Digital Innovation Hubs’ services, by user category (businesses of different sizes, public sector entities, etc.), sector, location, by technology and type of service received. Specific sub-indicators must be proposed when the services are related to develop and uptake AI solutions, and will include a description of which European AI Innovation Infrastructures have been used (such as the AI-on-Demand platform) or referred to (such as the AI Factories).\n• Number of entity referral to European AI Innovation Infrastructures\n• For access to finance: amount of additional investments successfully triggered (e.g. through venture capital, bank loan, etc.).\n• Number of collaborations foreseen with other EDIHs and stakeholders outside the region at EU level, and description of jointly shared infrastructures / joint investments with other EDIHs.\nA set of additional impact indicators will be collected and analysed with the support of the Digital Transformation Accelerator:\n• Increase in digital maturity of organizations that have used the services of the EDIH network. Digital maturity will be defined based on a questionnaire assessing the categories of digital strategy and readiness, intelligence and automation, data and connectedness, sustainable and human-centric digitalisation. EDIHs will administer the questionnaire at the start of the engagement with a client, and later after having delivered services, and report without delay the results to the DTA repository.\n• Increase in number of companies benefiting from the use of European AI technology.\nCross-border trans-national hubs are possible with several countries jointly proposing and co-funding cross-border trans-national hubs, serving neighbouring regions in different countries, tackling shared challenges identified in the border regions and exploiting the untapped growth potential in border areas. In this case, only the share of the funding of each country involved in the cross-border trans-national will be considered for the total amount of funding for that country.",
          "scope": "Each new EDIH will provide services based on a specific focus/expertise, which will support the local private and public sector with their digital transformation and the integration of AI technologies. This specialisation can be strengthened over time and should make use of existing local competencies in this area.\nThe EDIH network is dedicated to promoting and facilitating the digital transformation of SMEs and public services through four types of services:\n• Test before invest : providing access to technical expertise and experimentation, in particular to AI-related services.\n• Training and skill development : offering training sessions to SMEs and public services for upskilling and reskilling of the workforce.\n• Support to identify and get access to potential financing sources to support digital transformation.\n• Foster an innovation ecosystem and networking opportunities , including building links to AI factories and TEFs where relevant for associated countries.\nEach EDIH is expected to provide all four types of services. They can however have different weights in the overall services portfolio. The services will be provided on an open, transparent and non-discriminatory basis and will be targeted mainly to (1) SMEs and midcaps and/or (2) public sector organisations conducting non-economic activities.\nEach EDIH will act as an access point to the European network of EDIHs, helping local companies and/or public actors to get support from other EDIHs in case the needed competences fall outside their competence, ensuring that every stakeholder gets the needed support wherever it is available in Europe. Reversely, each EDIH will support the companies and public actors from other regions and countries presented by other EDIHs that need their expertise.\nThe EDIHs will also serve as contact point for the AI innovation infrastructures as described above, notably the AI factories, the AI-on-demand platform and TEFs. They will provide a first-line AI help desk for businesses and public sector organisations, offering basic information on compliance with the AI Act and relevant sources for further guidance. This will help ensure the broad adoption of strategic technologies, supporting the development of an AI continent.\nEach EDIH will make available the relevant experimentation facilities and demonstrators related to its specialisation. SMEs, mid-caps and the public sector will be able to test the technologies proposed, including where relevant their environmental impact, and the feasibility of applying these technologies to their business before investing in them Likewise, EDIHs will leverage green digital technologies to advance Europe’s collective climate and environmental goals.\nEDIHs will also provide access to finance services, including information on and facilitation of access to public and private funding sources, as well as connections to public and private investors.\nThe EDIHs will actively network with other hubs, share best practices and specialist knowledge, connect companies within their value chain, and seek synergies with innovators and early adopters who test solutions in novel experiments. These efforts will foster the adoption of digital technologies, particularly AI, in work and business environments in a more human-centric manner. Additionally, EDIHs will serve as brokers between public administration and companies providing e-government technologies.\nIn all the networking activities, EDIHs will be supported by the Digital Transformation Accelerator (DTA). Therefore, it is compulsory that EDIHs participate actively in the relevant support activities of the DTA, such as matchmaking, training and capacity building events.\nThe DTA, in cooperation with the Commission, will also host tools such as the Digital Maturity Assessment Tool and will centralise the overall Key Performance Indicators (KPIs) of the network. As a result, each EDIH must report the necessary information to the DTA. While EDIHs are encouraged to make use of the digital tools provided, they are also free to use their own tools. However, interoperability with the EDIH network tools is a requirement, to ensure a seamless experience for users.\nDTA will organize events and activities for the network of EDIH, to share information and experiences, train, build cohesion. EDIHs should foresee active participation in those events and activities.\nThe EDIHs should closely collaborate with the AI Factories as well as with the High-Performance Computing competence centres, the Cybersecurity centres, the AI-on-demand platform, AI Testing and Experimentation Facilities and other EDIHs seeking complementarities in view of supporting companies and public sector organisations with their digital transformation.\nWhere relevant, the EDIHs will facilitate access for their customers to the EuroHPC AI-optimised supercomputers. They will also help SMEs fine-tune available AI solutions to their business needs and use cases by providing, wherever needed, also access to AI training.\nEDIHs will maintain structured long-term relationships with the relevant local actors like regional authorities, industrial clusters, SME associations, business development agencies, incubators, accelerators, chambers of commerce, and partners of the Enterprise Europe Network (EEN) and Startup Europe by offering joint investor-related events, organising common trainings, workshops or info days, directing SMEs from EEN to EDIHs and from EDIHs to EEN as needed. It is expected that local actors planning mutual support with a local EDIH will sign a Memorandum of Understanding for a proper governance of their collaboration.\nFinally, EDIHs will serve as an interface for the European Commission to support the implementation of specific sectorial policies, SME policies and eGovernment policies. This will imply that EDIHs specialised in a specific sector could be consulted on policies related to their sector of competence and could participate in specific actions.\nEDIHs will design their operations to ensure sustainability beyond the implementation phase. They will indicate how they plan to build local capacity, foster community ownership, and integrate the initiative into their ecosystems.\nThe total public funding for this action is 100% of eligible costs (50% coming from the Digital Europe Programme and up to 50% coming from the Member States). In line with Appendix 6 on State Aid, the countries must ensure that State aid is granted in line with the applicable State aid rules, such as de minimis or GBER (ensuring compliance with GBER compatibility, including on aid intensities and notification thresholds set out in Article 4 GBER) or whatever the state aid rules stipulate in the associated country.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-EDIH-AC-09-COMPLETION-STEP",
          "destination": "AI Continent",
          "tags": [
            "EDIH",
            "EDIH AI",
            "EDIH AI Technologies",
            "EDIH Associated Countries",
            "EDIH COMPLETION",
            "EDIH Digital Transformation",
            "EDIH European AI",
            "EDIH Innovation European Digital Innovation Hubs",
            "Switzerland",
            "STEP-Digital/deep tech"
          ],
          "keywords": [
            "DIGITAL-2026-EDIH-AC-09-COMPLETION-STEP",
            "DIGITAL-2026-EDIH-AC-09",
            "Additive manufacturing / 3D printing",
            "Aeronautics",
            "Agricultural biotechnology and food biotechnology",
            "Analytics tools",
            "Artificial Intelligence & Decision support",
            "Automotive",
            "Big data",
            "Blockchain and Distributed Ledger Technology (DLT)",
            "Chemical engineering (plants, products)",
            "Circular economy",
            "Cloud Services",
            "Communication network",
            "Community-Led Local Development",
            "Construction & Assembly",
            "Consumer products",
            "Cultural and creative economy",
            "Cyber-physical systems",
            "Cybersecurity",
            "Data engineering",
            "Defence",
            "Digital twins",
            "Displays",
            "Ecosystem building",
            "Education",
            "Electricity",
            "Energy",
            "Energy, fuels and petroleum engineering",
            "Environment",
            "Field trial",
            "Finance",
            "Financial",
            "Fishery",
            "Food and beverages",
            "Gamification",
            "Health care",
            "High performance computing",
            "Human computer interaction",
            "Industrial biotechnology",
            "Innovation management",
            "Internet Services & Applications",
            "Internet of Things",
            "Knowledge transfer",
            "Laser-based manufacturing and materials processing",
            "Leather",
            "Legal Aspects",
            "Life sciences",
            "Location-based applications",
            "Logistics",
            "Manufacturing and processing",
            "Maritime",
            "Metal working and industrial production",
            "Micro- and nanoelectronics, optoelectronics",
            "Mining and extraction",
            "Mobility",
            "NMP Non-Metallic Materials & basic processes",
            "New technologies for Audio-Visual sector - Media",
            "Nuclear",
            "Organic and large area electronics",
            "Paper and wood",
            "Personal services",
            "Photonics",
            "Polymers and plastics",
            "Prototyping",
            "Public administration",
            "Public sector innovation",
            "Quantum Technologies (e.g. computing and communication)",
            "Real estate",
            "Regional development",
            "Regulation",
            "Retail, wholesale or distribution",
            "Robotics",
            "SME support",
            "Security",
            "Semiconductors and Nanotechnology",
            "Sensors & Vision Processing Systems",
            "Simulation engineering and modelling",
            "Smart Specialisation strategies",
            "Sme Business Development",
            "Software Architectures",
            "Space",
            "Technological innovation",
            "Technology transfer",
            "Telecommunications",
            "Textiles",
            "Tobacco",
            "Transport & Mobility",
            "Transport sector",
            "Travel and tourism",
            "Virtual Reality",
            "Vocational training"
          ]
        }
      ]
    },
    {
      "destination_title": "Accelerating the Best Use of Technologies",
      "calls": [
        {
          "call_id": "DIGITAL-2026-BESTUSE-TECH-EDMO-09-HUBS",
          "call_title": "European Digital Media Observatory Hubs",
          "type_of_action": "Digital SME Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "Deliverables\nEDMO will continue to maintain and further support a platform for joint activities to analyse and respond to the phenomenon of disinformation. EDMO will be carrying out and coordinating various activities in this field, including investigations, targeted research, monitoring as well as media literacy and communication activities throughout Europe and across the national/multinational research hubs.",
          "scope": "The funding will support further consolidation of EDMO’s role as a key player in the fight against disinformation in Europe, in particular:\n• operation of a platform composed of a set of tools and services responding to the needs of the EDMO community composed of researchers, fact-checkers, media literacy practitioners and other relevant stakeholders, including services and actions to support and protect these communities when carrying out their work;\n• fostering and coordinating research activities and open-source investigations on disinformation at European level focused on detecting and analysing, in an agile and practice-oriented way emerging and prominent issues related to the disinformation landscape;\n• carrying out activities for monitoring disinformation trends and narratives across the EU, including through pre- and debunking;\n• investigating and fostering the development and use of novel tools such as Artificial Intelligence and Generative AI to respond to addressing current challenges in the disinformation landscape, including AI-generated disinformation and deepfakes, and in this respect also collaborate with ongoing Horizon Europe projects working on AI-tools to fight disinformation;\n• monitoring and reacting to disinformation threats related to crisis situations and elections – including by pre- and debunking - as well as to emerging disinformation waves, including giving assistance to neighbourhood countries through dedicated actions, targeted communication and awareness raising campaigns;\n• supporting targeted activities to facilitate access to data for researchers to allow conducting research activities on disinformation;\n• supporting activities related to the implementation of the 2022 Code of Practice on Disinformation;\n• coordinating and carrying out tailor-made media literacy activities and campaigns at European level, targeting both the general public and vulnerable groups;\n• carrying out proactive communication and outreach activities through various channels (including by traditional and online media, podcasts, social media etc.) to a broad audience, including the general public, to increase societal resilience to disinformation;\n• conducting targeted communication campaigns about EDMO’s activities.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-BESTUSE-TECH-EDMO-09-HUBS",
          "destination": "Accelerating the Best Use of Technologies",
          "tags": [
            "2022 Code of Practice on Disinformation",
            "AI-tools to fight disinformation",
            "European Democracy Shield",
            "European Fact-Checking Standards Network (EFCSN)",
            "disinformation threats",
            "fact-checkers",
            "media literacy practitioners"
          ],
          "keywords": [
            "DIGITAL-2026-BESTUSE-TECH-EDMO-09-HUBS",
            "DIGITAL-2026-BESTUSE-TECH-EDMO-09",
            "Digital Rights Management (DRM)",
            "Information systems",
            "Integration and upscaling of digital technologies and media in education",
            "Media literacy",
            "Social Media",
            "Theories, techniques and tools for the identification, collection, attribution, acquisition, analysis and preservation of digital evidence"
          ]
        }
      ]
    },
    {
      "destination_title": "Accelerating the Best Use of Technology",
      "calls": [
        {
          "call_id": "DIGITAL-2026-BESTUSE-MCP-09-INNOV-ADMIN",
          "call_title": "MCP on Innovative and Connected Public Administrations",
          "type_of_action": "DIGITAL Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "Citizens and businesses demand user-focused, inclusive digital public services that are accessible through multiple channels and align with European values. Public administrations are urged to become more data-driven and adopt integrated approaches while ensuring safe use of AI.\nThe MCP aims to improve interoperability by supporting existing and developing new solutions, enhancing collaboration among stakeholders for cross-border services, and scaling up innovative solutions. It also focuses on implementing EU policies, particularly on AI and Data Spaces, to streamline processes and improve interoperability across networks with common data standards.",
          "opening_date": "2026-01-20",
          "deadline": "2026-05-19",
          "status": "31094501",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-BESTUSE-MCP-09-INNOV-ADMIN",
          "destination": "Accelerating the Best Use of Technology",
          "tags": [
            "European Interoperability Framework",
            "GovTech",
            "Interoperability Assessment",
            "Interoperable Europe Act",
            "Interoperable Europe Solutions",
            "innovation",
            "interoperability"
          ],
          "keywords": [
            "DIGITAL-2026-BESTUSE-MCP-09-INNOV-ADMIN",
            "DIGITAL-2026-BESTUSE-MCP-09"
          ]
        }
      ]
    },
    {
      "destination_title": "Advanced Digital Skills",
      "calls": [
        {
          "call_id": "DIGITAL-2026-SKILLS-09-COMPETITIONS",
          "call_title": "European Advanced Digital Skills Competitions",
          "type_of_action": "DIGITAL Coordination and Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "Deliverables:\n• Well defined, up to date and relevant challenges that will serve as the challenges for the European Advanced Digital Skills Competitions\n• Competitions rule book for participants and jury\n• Competitions implementation roadmap\n• Implementation and roll-out of the six competitions\n• Sustainability plans for the proposed competitions after the end of the project",
          "scope": "The scope of this topic is to develop six challenges for the European Digital Skills Competitions in the four digital areas corresponding to the Sectoral digital skills academies (Quantum, GenAI, Chips, Virtual Worlds), the Destination Earth Initiative (see topic 4.2 of the DEP Work Programme 2025-2027) and one additional area to be developed by the consortium.\nThe challenges will be designed to target three clear objectives: each will address a European societal-, technological or industrial-relevant challenge, attract a large participation of students and help them develop their skills, and raise their awareness and understanding of team and project-based work as well as applied research and innovation in the respective digital technologies. Special attention will also be given to design local and major tournaments. The consortium will also design attractive prize schemes and award for the best challenges from the six areas.\nThe selected project will cooperate closely with the Sectoral digital skills academies, the Destination Earth sectoral Initiative and the respective industrial communities for the design of the competitions. It will as well collaborate with the European League of Advanced Digital Skills Academies (see section 4.3 of the DEP Work Programme 2025-2027) for dissemination, communication and public relations purposes concerning these competitions. Synergies should also be sought with other relevant initiatives, e.g. the Digital Education Hackathon.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-SKILLS-09-COMPETITIONS",
          "destination": "Advanced Digital Skills",
          "tags": [
            "AI",
            "Destination Earth",
            "Digital Education Hackathon",
            "Digital Skills and Jobs Platform",
            "European League of Advanced Digital Skills Academies",
            "Quantum",
            "Semiconductors",
            "Virtual Worlds",
            "advanced digital skills",
            "competitions",
            "digital technologies",
            "industrial challenges",
            "project based training",
            "project-based research",
            "societal challenges",
            "technological challenges"
          ],
          "keywords": [
            "DIGITAL-2026-SKILLS-09-COMPETITIONS",
            "DIGITAL-2026-SKILLS-09",
            "Artificial intelligence",
            "Cloud, Edge and Virtualisation",
            "Communication",
            "Continuing professional training",
            "Education and Training",
            "Emerging industries",
            "Enhancing personal skills",
            "Europe's innovation potential",
            "Higher education",
            "IT skills and competence",
            "Integration and upscaling of digital technologies and media in education",
            "Knowledge triangle between education",
            "Learning outcomes",
            "New employement profiles and identification of skills",
            "Personal development",
            "Public administration",
            "Public administration innovation",
            "Public sector innovation",
            "Quantum Technologies (e.g. computing and communication)",
            "Virtual Reality",
            "Vocational training"
          ]
        },
        {
          "call_id": "DIGITAL-2026-SKILLS-09-LEAGUE-OF-ACADEMIES",
          "call_title": "ELEVATE: European League of Advanced Digital Skills Academies",
          "type_of_action": "DIGITAL Coordination and Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "Deliverables:\n• A seal of quality/accreditation of excellence developed and piloted by the European League of Advanced Digital Skills Academies for training modules offered by existing or upcoming sectoral academies and initiatives;\n• Capacity building activities such as cross-sectoral mentoring programmes;\n• Collaboration established with the Digital Skills and Jobs Platform and learning resources and material provided to the Digital Skills and Jobs Platform catalogue/repository by adding resources/material in the area of advanced digital skills developed by the sectoral academies/initiatives and other EU-funded projects in the area of advanced digital skills (notably the DEP-funded specialised education programmes);\n• A sustainable multi-stakeholder governance structure , fully aligned to the existing and upcoming sectoral academies/initiatives and other initiatives funded by the EU;\n• Networking activities and events to enhance stakeholder collaboration and strengthen community building by creating a community of practice in the area of advanced digital skills and by sharing best practices;\n• Communication, dissemination and outreach activities carried out supporting the four pillars of activities described under scope;\n• Detailed market analyses and impact assessments, providing further insights into the existing education and training offers and related gaps in the area of advanced digital skills (not sufficiently covered by other studies) and foresight studies provided in close collaboration with the selected proposal of the call DIGITAL-2023-SKILLS-05-SPECIAL-PROGEDU - Advanced digital skills analysis and the Digital Skills and Jobs Platform.",
          "scope": "Initiatives such as the Cybersecurity Skills Academy and the four academies (see topic 4.1 of the DEP work Programme 2025-2027) tackle the shortage of ICT specialists in a specific area, highlighting critical issues. The League aims to enhance coordination and collaboration among sectoral initiatives and projects, fostering synergies and a collective approach to minimize fragmentation risks.\nThe European League of Advanced Digital Skills Academies will be structured around four pillars:\n• Coordination and collaboration among sectoral academies, sectoral initiatives and individual projects in advanced digital skills aimed at pooling resources and expertise. Using the Digital Skills and Jobs Platform, this effort will lead to (a) improved sharing of information and best practices, facilitating mutual learning and staying updated of developments, (b) enhanced stakeholder collaboration, including seeking partnerships and advocating for policy changes, (c) unified advocacy for systemic improvements, such as the provision of European joint degrees and micro-credentials in advanced digital skills and (d) strengthened networking and community building, fostering a sense of shared identity among initiatives.\n• Capacity building activities will complement the training offer of the sectoral academies and sectoral initiatives, for example through implementing cross-sectoral mentoring programmes. Furthermore, the League will help developing a framework for a certification mechanism of modular learning credentials for advanced digital skills and support the sectoral academies/initiatives in implementing it. The certification of other existing trainings at European level through the League will be explored, closely with Member States, in line with the 2022 Council Recommendation on a European approach to micro-credentials 1 . The League is expected to leverage the Digital Skills and Jobs Platform to offer access to diverse learning materials and courses from various training institutions as well as the newly developed modules. It will also support the Digital Skills and Jobs Platform's matchmaking tool, facilitating collaboration between industry representatives and education and training providers. Additionally, the League will collaborate with the Data Space for Skills, promoting community engagement and uptake and facilitating the implementation of use cases.\n• Communication and awareness efforts aimed at boosting visibility and credibility of career paths in ICT. The League will also support the promotion of the European advanced digital skills competitions (see topic 4.4 of the DEP work Programme 2025-2027). In addition, the League will seek collaboration with Member States and industry to explore further initiatives to boost the engagement of the public with advanced digital skills in innovative manners.\n• Market analysis and impact assessment by leveraging the League’s broad networking activities and existing data/information, including produced by past or recent EU funded coordination and support actions in the field of digital skills and education, to provide more insights into the existing education and training offers in the area of advanced digital skills and to what extent the current offers match the needs of the current and future labour market.\n1 Council Recommendation of 16 June 2022 on a European approach to micro-credentials for lifelong learning and employability 2022/C 243/02",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-SKILLS-09-LEAGUE-OF-ACADEMIES",
          "destination": "Advanced Digital Skills",
          "tags": [
            "AI Skills Academy",
            "Advancing Girls and Women in Digital",
            "Cybersecurity Skills Academy",
            "Data Space for Skills",
            "Digital Decade Policy Programme",
            "Digital Skills Academy in GenAI",
            "Digital Skills and Jobs Platform",
            "EuroHPC Virtual Training Academy",
            "European Digital Education Hub",
            "European Skills Intelligence Observatory",
            "LEADSx2030",
            "Pact for Skills",
            "Quantum Skills Digital Academy",
            "Sectoral digital skills academies",
            "Virtual Worlds Skills Academy",
            "capacity building",
            "communication",
            "coordination",
            "market analysis",
            "semiconductors",
            "synergies",
            "umbrella action"
          ],
          "keywords": [
            "DIGITAL-2026-SKILLS-09-LEAGUE-OF-ACADEMIES",
            "DIGITAL-2026-SKILLS-09",
            "Active labour market policies",
            "Capacity building",
            "Civil society organisations",
            "Communication",
            "Communication network",
            "Communities of practices",
            "Continuing professional training",
            "Creation of processes and new forms of cooperation",
            "Curriculum design and development",
            "Digital Services and Platforms",
            "Economic Sector based skills",
            "Education",
            "Education and Training",
            "Education-enterprises partnerships",
            "Enhancing personal skills",
            "Europe's innovation potential",
            "Higher education",
            "IT skills and competence",
            "Identification of skills needs",
            "Inclusive Education",
            "Innovation",
            "Integration and upscaling of digital technologies and media in education",
            "Knowledge transfer",
            "Knowledge triangle between education",
            "Learning outcomes",
            "Management",
            "Marketing",
            "New employement profiles and identification of skills",
            "New skills and competences for teachers",
            "Personal development",
            "Policy & strategy",
            "Project management and coordination",
            "Qualification",
            "Quality of education/educational products",
            "Teaching materials",
            "Training of trainers (multiplication)",
            "Transfer of educational results/products to new sectors",
            "Vocational training"
          ]
        }
      ]
    },
    {
      "destination_title": "Boosting cooperation for industrial implementation on advanced packaging of chiplets and heterogeneous integration in Europe",
      "calls": [
        {
          "call_id": "DIGITAL-JU-Chips-2025-CSA-LFA",
          "call_title": "advanced packaging of chiplets and heterogeneous integration in Europe",
          "type_of_action": "DIGITAL JU Coordination and Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "This CSA is expected to deliver a more resilient, sustainable, and competitive European advanced packaging ecosystem through focused collaboration, standardization, and workforce development.\nThe following outcomes are expected:\n• Resilient & Diversified Supply Chains (Addressing Supply Network Ecosystems)\nA demonstrably more resilient European supply chain for advanced packaging, evidenced by a publicly available vulnerability assessment for key sectors (automotive, aerospace, healthcare, security, telecommunications).\n• Sustainable & Resource-Efficient Manufacturing\nReduced environmental footprint of advanced packaging manufacturing in Europe, demonstrated by measurable improvements in resource consumption (materials, energy) and adoption of sustainable design principles.\n• Accelerated Standardization & Interoperability\nIncreased adoption of standardized technologies for advanced packaging, fostering interoperability and reducing time-to-market for European companies.\n• Enhanced Collaboration & Knowledge Sharing\nA strengthened and interconnected European advanced packaging ecosystem, characterized by increased collaboration between research institutions, industry, pilot lines, competence centres, and existing networks (e.g. Pack4EU).\n• Coordinated R&I & Industrial Implementation\nA harmonized roadmap for the industrial implementation of research results in advanced packaging, ensuring coherence between EU R&I activities and industry needs.\n• Skilled & Competent Workforce\nA skilled workforce equipped to support the growth of the European advanced packaging ecosystem, with increased availability of specialized training programs and upskilling opportunities.",
          "scope": "",
          "opening_date": "2025-12-03",
          "deadline": "2026-02-25",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-JU-Chips-2025-CSA-LFA",
          "destination": "Boosting cooperation for industrial implementation on advanced packaging of chiplets and heterogeneous integration in Europe",
          "tags": [],
          "keywords": [
            "DIGITAL-JU-Chips-2025-CSA-LFA",
            "DIGITAL-JU-CHIPS-2025-CSA-LFA"
          ]
        }
      ]
    },
    {
      "destination_title": "CALL FOR PROPOSALS – Small Grants for Grassroots Coding Projects in Belgium and the Netherlands as part of EU Code Week",
      "calls": [
        {
          "call_id": "DIGITAL-2023-SKILLS-04-BOOSTINGDIGIT",
          "call_title": "Boosting Digital Skills of young pupils, in particular girls",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2026-01-15T00:00:00.000+0000",
          "deadline": "2026-03-15T17:00:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/46014469",
          "destination": "CALL FOR PROPOSALS – Small Grants for Grassroots Coding Projects in Belgium and the Netherlands as part of EU Code Week",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Call for Pilots Work Strand 1 - Connecting Existing Local Digital Twins",
      "calls": [
        {
          "call_id": "DIGITAL-2024-CLOUD-DATA-AI-07-DIGITALTWIN",
          "call_title": "Towards networked Local Digital Twins in the EU",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-11-14T00:00:00.000+0000",
          "deadline": "2026-01-15T23:59:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/47038104",
          "destination": "Call for Pilots Work Strand 1 - Connecting Existing Local Digital Twins",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Call for Registrations for ManagiDiTH students to attend the ManagiDiTH WInter School 2026 (Workshop on Managing Digital Transformation in the Health Sector)",
      "calls": [
        {
          "call_id": "DIGITAL-2021-SKILLS-01-SPECIALISED",
          "call_title": "Specialised education programmes in key capacity areas",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-10-20T00:00:00.000+0000",
          "deadline": "2025-11-03T22:59:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/43977648",
          "destination": "Call for Registrations for ManagiDiTH students to attend the ManagiDiTH WInter School 2026 (Workshop on Managing Digital Transformation in the Health Sector)",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Call for applications for grant to support educational programmes in the field of certification and evaluation in accordance with the requirements of the EUCC cybersecurity certification scheme, within the framework of financial support to third parties.",
      "calls": [
        {
          "call_id": "DIGITAL-ECCC-2022-CYBER-03-TEST-CERT-CAPABILTIES",
          "call_title": "Testing and Certification Capabilities",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-11-25T00:00:00.000+0000",
          "deadline": "2026-01-31T01:00:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/45430171",
          "destination": "Call for applications for grant to support educational programmes in the field of certification and evaluation in accordance with the requirements of the EUCC cybersecurity certification scheme, within the framework of financial support to third parties.",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Call for financial support to third parties - Educational institutions",
      "calls": [
        {
          "call_id": "DIGITAL-ECCC-2022-CYBER-03-SOC",
          "call_title": "Capacity building of Security Operation Centres",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2024-08-20T00:00:00.000+0000",
          "deadline": "2024-11-20T00:00:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/data/topicDetails/8683COMPETITIVE_CALLen",
          "destination": "Call for financial support to third parties - Educational institutions",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Champions for the Digital Decade Financial Support to Third Parties",
      "calls": [
        {
          "call_id": "DIGITAL-2024-ADVANCED-DIGITAL-06-SKILLS",
          "call_title": "Digital Skills and Jobs Platform",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-06-17T00:00:00.000+0000",
          "deadline": "2025-08-31T23:59:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/data/topicDetails/11163COMPETITIVE_CALLen",
          "destination": "Champions for the Digital Decade Financial Support to Third Parties",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "CyberHUBs Capacity Building",
      "calls": [
        {
          "call_id": "DIGITAL-ECCC-2026-DEPLOY-CYBER-10-CBCH",
          "call_title": "Cross-Border Cyber Hubs",
          "type_of_action": "DIGITAL JU Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• World-class Cross-Border Cyber Hubs across the Union for pooling data on cybersecurity threats between several Member States, equipped with a highly secure infrastructures and advanced data analytics tools for detecting, gathering and storing data on cybersecurity threats, analysing this data, and sharing and reporting CTI, reviews and analyses.\n• Sharing of Threat Intelligence between National Cyber Hubs, and information sharing agreements with competent authorities and networks, including CSIRTs.",
          "scope": "The Cross-Border Cyber Hubs platforms will contribute to enhancing and consolidating collective situational awareness and capabilities in detection and CTI, supporting the development of better performing data analytics, detection, and response tools, through the pooling of large amounts of data, including new data generated internally by the consortia members.\nThe platforms should act as a central point allowing for broader pooling of relevant data and CTI, enabling the dissemination of threat information on a large scale and among a large and diverse set of actors (e.g. CERTs/CSIRTs, ISACs, operators of critical infrastructures).\nAccording to the Cyber Solidarity Act, the Cross-Border Cyber Hubs and the CSIRTs Network shall cooperate closely, in particular for the purpose of sharing information. To that end, they shall agree procedural arrangements on cooperation and sharing of relevant information and on the types of information to be shared.\nFurthermore, Cross-Border Cyber Hubs could also deploy solutions for the surveillance and protection of critical undersea infrastructure, such as submarine cables, and the detection of malicious activities around them, to improve the resilience and security of this infrastructure, which is critical for global communications. The response to such hybrid threats could also include situational awareness performed through the collection and analysis of in-situ, sea based sensor data as well as relevant satellite imagery. For this activity, operational synergies with the EU Copernicus Space Programme and in particular with its Security Service are required.\nWhere the Cross-Border Cyber Hubs obtain information relating to a potential or ongoing large-scale cybersecurity incident, they shall ensure, for the purpose of common situational awareness, that relevant information as well as early warnings are provided to the authorities in the Member States and to the Commission through the EU-CyCLONe and the CSIRTs network61, without undue delay. A call for expression of interest will be launched to select entities in Member States that provide the necessary facilities to host and operate Cross-Border Cyber Hubs for pooling data on cybersecurity threats between several Member States. Applicants to the call for expressions of interest should describe the aims and objectives of the Cross-Border Cyber Hub, describe its role and how such role relates to other cybersecurity actors, and its potential cooperation with other public or private cybersecurity stakeholders. Applicants should also provide the detailed planning of the activities and tasks of the Cross-Border Cyber Hub, the services it will offer, the way they will operate and be operationalised, as well as the main milestones and deliverables. They should also specify what equipment, tools and services need to be procured and integrated to build up the Cross-Border Cyber Hub, its services and its infrastructure.\nTo support the above activities of a Cross-Border Cyber Hub, the following two workstreams of activities are foreseen:\n• [Procurement] A Joint Procurement Action with the Member Stat e participating in the Cross-Border Cyber Hub: this will cover the procurement of the infrastructure, tools and services needed to build up the Cross-Border Cyber Hub.\n• [Building up and running the Cross-Border Cyber Hub] A grant will also be available to cover, among others, the preparatory activities for setting up the Cross-Border Cyber Hub, its interaction and cooperation with other stakeholders, as well as the running/operating costs involved, enabling the effective operation of the Cross-Border Cyber Hub, e.g. using the infrastructure, tools and services purchased through the joint procurement, personnel. These will also indicate milestones and deliverables to monitor progress.\nApplications shall be made to both workstreams. The applications will be subject to an evaluation procedure. Grants will only be awarded to applicants that have succeeded in the evaluation of the joint procurement action.\nThese actions aim at creating or strengthening Cross-Border Cyber Hubs, which occupy a central role in ensuring the cybersecurity of national authorities, providers of critical infrastructures and essential services. As previously noted, Cyber Hubs will have a crucial operative role in ensuring cybersecurity in the Union and will handle sensitive information.\nPursuant to Article 12(5a) of the Cyber Solidarity Act amending Article 12 of Regulation (EU) 2021/694, Article 12(5) of the Regulation (EU) 2021/694 shall not apply if the conditions stipulated in Article 12(5a) are cumulatively met. The assessment of these conditions should take into account the results of the mapping of the availability of tools, infrastructure and services for the Cross-Border Cyber Hubs to be carried out by the ECCC pursuant to Article 9(4) of the Cyber Solidarity Act.\nThe first mapping exercise is ongoing. Until the mapping is completed and in line with the relevant provisions of the Cyber Solidarity Act, participation to the calls funded under this topic will be therefore subject to the restrictions of Article 12(5), as specified in Appendix 3 of this Work Programme. These security conditions may be later amended taking into account the results of the final mapping of services carried out by the ECCC pursuant to Article 9(4) of the Cyber Solidarity Act.",
          "opening_date": "2025-12-09",
          "deadline": "2026-05-28",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-ECCC-2026-DEPLOY-CYBER-10-CBCH",
          "destination": "CyberHUBs Capacity Building",
          "tags": [
            "Cross-Border Cyber Hubs",
            "cyber threats detection",
            "information sharing",
            "preparedness and resilience of critical infrastructures",
            "response to cyber threats",
            "submarine cable security"
          ],
          "keywords": [
            "DIGITAL-ECCC-2026-DEPLOY-CYBER-10-CBCH",
            "DIGITAL-ECCC-2026-DEPLOY-CYBER-10",
            "Artificial intelligence",
            "Capacity building",
            "Cyber-physical systems",
            "Cybersecurity",
            "Cybersecurity Domains",
            "Defence",
            "Real time data analytics",
            "TSI (Technical Specifications for Interoperability)"
          ]
        },
        {
          "call_id": "DIGITAL-ECCC-2026-DEPLOY-CYBER-10-NCH",
          "call_title": "National Cyber Hubs",
          "type_of_action": "DIGITAL JU Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "World-class National Cyber Hubs across the Union, supported by state-of-the-art technology, acting as clearing houses for detecting, gathering and storing data on cybersecurity threats, analysing this data, and sharing and reporting CTI, reviews and analyses, taking into account well-established standards for sharing and automation processes.\nThreat intelligence and situational awareness capabilities and capacity building supporting strengthened collaboration between cybersecurity actors, including private and public actors.\n• Targeted training courses on the basis of the ECSF to improve the capacity of cyber security roles. •\n• Applications for automated notification of private and public actors about compromised or insecure systems",
          "scope": "The aim is to build capacity for new or existing National Cyber Hubs, e.g. equipment, tools, data feeds, as well as costs related to data analysis, interconnection with Cross-Border Cyber Hubs, etc. This can include for example automation, analysis and correlation tools and data feeds covering Cyber Threat Intelligence (CTI) at various levels, ranging from field data to Security Information and Event Management (SIEM) data to higher level CTI. Automation is a key aspect in the efficient handling and processing of information. Where available, already established standards should be used, such as the Common Security Advisory Framework (CSAF) 1 , for security advisories or for collecting and processing cybersecurity-related messages (e.g. IntelMQ project 2 ). Applications developed by Cyber Hubs/SOCs should be compatible with European standardisation projects like the EU vulnerability database (EUVD). National Cyber Hubs should also leverage state-of-the-art technology such as artificial intelligence and dynamic learning of the threat landscape and context. This also includes the use of shared cybersecurity information, to the extent possible based on existing taxonomies and/or ontologies, and hardware to ensure the secure exchange and storage of information. The operations should be built upon live network data and other training data required in the initial phases. Where relevant, consideration should be given to SMEs as the ultimate recipients of cybersecurity operational information.\nA key element is the translation of advanced AI, data analytics and other relevant cybersecurity tools from research results to operational tools, and further testing and validating them in real conditions in combination with access to supercomputing facilities (e.g. to boost the correlation and detection features of cross-border platforms). Such activities are identified and proposed for financing in section 2.3, dedicated to AI for Cybersecurity, and topic 2.3.1.\nFurthermore, National Cyber Hubs could also consider deploying solutions for the surveillance and protection of critical undersea infrastructure, such as submarine cables, and the detection of malicious activities around them, to improve the resilience and security of this infrastructure, which is critical for global communications. The response to such hybrid threats could also include situational awareness performed through the collection and analysis of in situ, sea based sensor data as well as relevant satellite imagery. For such activities, operational synergies with the EU Copernicus Space Programme and in particular with its Security Service are required.\nAnother key role for National Cyber Hubs is to facilitate knowledge transfer and sharing, as well as support training initiatives for all needed cybersecurity roles the basis, for instance, of the European Cybersecurity Skills Framework (ECSF 3 ). For example, Cyber Hubs/SOCs dealing with critical infrastructures play a key role and should benefit from the knowledge and experience acquired by or concentrated in National Cyber Hubs.\nNational Cyber Hubs must share information with other stakeholders in a mutually beneficial exchange of information and commit to apply to participate in a Cross-Border Cyber Hub within the next 2 years, with a view to exchanging information with other National Cyber Hubs.\nTo achieve this aim, a call for expression of interest 4 will be launched to select entities in Member States that provide the necessary facilities to host and operate National Cyber Hubs. Applicants to the call for expressions of interest should describe the aims and objectives of the National Cyber Hub, describe its role and how such role relates to other cybersecurity actors, such as CSIRTs, and its potential cooperation with other public or private cybersecurity stakeholders. Applicants should also provide the detailed planning of the activities and tasks of the National Cyber Hub, the services it will offer, the way it will operate and be operationalised, and describe the duration of the activity as well as the main milestones and deliverables. They should also specify what equipment, tools and services need to be procured and integrated to build up the National Cyber Hub, its services and its infrastructure.\nTo support the above activities of a National Cyber Hub, the following two workstreams of activities are foreseen:\n• [Procurement] A Joint Procurement Action with the Member State where the National Cyber Hub is located: this will cover the procurement of the main infrastructure, tools and services needed to build up the National Cyber Hub.\n• [Building up and running the National Cyber Hub] A grant will also be available to cover, among others, the preparatory activities for setting up the National Cyber Hub, its interaction and cooperation with other stakeholders, as well as the running/operating costs involved, enabling the effective operation of the National Cyber Hub, e.g. using the infrastructure, tools and services purchased through the joint procurement. These will also indicate milestones and deliverables to monitor progress\nApplications shall be made to both workstreams. The applications will be subject to an evaluation procedure. Grants will only be awarded to applicants that have succeeded in the evaluation of the joint procurement action.\nThese actions aim at creating or strengthening National Cyber Hubs, which occupy a central role in ensuring the cybersecurity of national authorities, providers of critical infrastructures and essential services. Cyber Hubs, in cooperation with other relevant national/regional entities, are tasked with monitoring, understanding and proactively managing cybersecurity threats. Cyber Hubs will have a crucial operative role in ensuring cybersecurity in the Union and will handle sensitive information.\nPursuant to Article 12(5a) of the Cyber Solidarity Act amending Article 12 of Regulation (EU) 2021/694, Article 12(5) of Regulation (EU) 2021/694 shall not apply if the conditions stipulated in Article 12(5a) are cumulatively met. The assessment of these conditions should take into account the results of the mapping of the availability of tools, infrastructure and services for the National Cyber Hubs to be carried out by the ECCC pursuant to Article 9(4) of the Cyber Solidarity Act.\nThe first mapping exercise is ongoing. Until the mapping is completed and in line with the relevant provisions of the Cyber Solidarity Act, participation to the calls funded under this topic will be therefore subject to the restrictions of Article 12(5), as specified in Appendix 3 of this Work Programme. These security conditions may be later amended taking into account the results of the final mapping of services carried out by the ECCC pursuant to Article 9(4) of the Cyber Solidarity Act.\n1 Common Security Advisory Framework (CSAF): Machine-processable format enables automated database reconciliation - https://www.bsi.bund.de/EN/Themen/Unternehmen-und-Organisationen/Informationen-und-Empfehlungen/Empfehlungen-nach-Angriffszielen/Industrielle-Steuerungs-und-Automatisierungssysteme/CSAF/CSAF_node.html\n2 IntelMQ: https://github.com/certtools/intelmq\n3 https://www.enisa.europa.eu/topics/education/european-cybersecurity-skills-framework\n4 Please note this is not a call for expression of interest within the meaning of Point 13 of Annex I of the Regulation (EU, Euratom) 2018/1046. The aim is to select the future contracting authorities taking part in a joint procurement",
          "opening_date": "2025-12-09",
          "deadline": "2026-05-28",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-ECCC-2026-DEPLOY-CYBER-10-NCH",
          "destination": "CyberHUBs Capacity Building",
          "tags": [
            "National Cyber Hub",
            "cyber threats detection",
            "information sharing",
            "preparedness and resilience of critical infrastructures",
            "response to cyber threats",
            "submarine cable security"
          ],
          "keywords": [
            "DIGITAL-ECCC-2026-DEPLOY-CYBER-10-NCH",
            "DIGITAL-ECCC-2026-DEPLOY-CYBER-10",
            "Artificial intelligence",
            "Capacity building",
            "Cyber-physical systems",
            "Cybersecurity",
            "Cybersecurity Domains",
            "Defence",
            "Real time data analytics",
            "TSI (Technical Specifications for Interoperability)"
          ]
        }
      ]
    },
    {
      "destination_title": "Deploying Strategic Cyber Capabilities Across Europe",
      "calls": [
        {
          "call_id": "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-CABLEHUBS",
          "call_title": "Regional Cable Hubs",
          "type_of_action": "DIGITAL JU Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "The Regional cable hubs will contribute to enhancing and consolidating collective situational awareness and capabilities in detection, supporting the development of an operational capacities to ensure the security and resilience of undersea cables.\nThe hubs should act as a central point allowing for broader pooling of data and information relevant for the security environment of the cables, enabling the dissemination of threat information and incident detection on a regional scale and among a diverse set of national actors as designated by each Member States (e.g. National Hubs, CSIRTs.)\nThe Hubs should allow a rapid exchange of information, even if classified among participating authorities in a given hub. To that end, the participating authorities shall set procedural arrangements on cooperation and information sharing.\nFurthermore, regional cable hubs could also benefit from additional solutions for the surveillance and protection of submarine cables, and the detection of malicious activities. For instance, situational awareness performed through the collection and analysis of in-situ, sea-based sensor data as well as relevant satellite imagery or undersea drones capacities.\nThe Hubs could make use of existing systems which were not developed necessarily for Cable Security, such as the Integrated Maritime Systems, the Common Information Sharing Environment (CISE), the EU Copernicus Space Programme, and the Maritime Surveillance System. (MARSUR).\nThe Hubs should also integrate direct cooperation with private entities, especially cable operators to increase access – in a highly secured framework - to information on ongoing and future threats and voluntary incident reporting.\nThe Hubs should progressively also integrate the defence dimension, as any defence capacities is likely to increase the situational awareness as well as the capacity to respond fast in case of incident against these strategic critical infrastructures. To that end, Member States can integrate in the operations of the Hubs their defence capacities (e.g. navy or surveillance system) and operational command while building on international partnerships.\nTo support the above activities of a Regional Cable Hub, a grant will be available to cover, among others, the preparatory activities for setting up the Regional Cable Hub, its interaction and cooperation between its members and with other stakeholders, as well as the running/operating costs involved, enabling the effective operation of the Regional Cable Hub. The grant could also be used to cover the acquisition of the infrastructures, tools and services needed to build-up the Regional Cable Hub but also to equip it with the necessary capacities to enhance the security and resilience of undersea cables, such as detection capacities.\nThese actions aim at creating or strengthening Regional Cable Hubs, which occupy a central role in ensuring the Security and resilience of strategic and critical infrastructures, providers of essential services such as global connectivity and power supply. As previously noted, Regional Cable Hubs will have a crucial operative role in ensuring the security of undersea cables in the Union and will handle sensitive information.\nPursuant to Article 12 of Regulation (EU) 2021/694, participation to the calls funded under this topic will be therefore subject to the restrictions of Article 12(5), as specified in Appendix 3 of this Work Programme.",
          "scope": "",
          "opening_date": "2025-10-28",
          "deadline": "2026-03-31",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-ECCC-2025-DEPLOY-CYBER-09-CABLEHUBS",
          "destination": "Deploying Strategic Cyber Capabilities Across Europe",
          "tags": [
            "Common Information Sharing Environment (CISE)",
            "Defence capacities",
            "EU Copernicus Space Programme",
            "Information sharing",
            "Integrated Maritime Systems",
            "Maritime Surveillance System (MARSUR)",
            "Regional Cable hubs",
            "Security and resilience of undersea cables",
            "Surveillance and protection"
          ],
          "keywords": [
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-CABLEHUBS",
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09",
            "Cybersecurity",
            "Cybersecurity Domains",
            "Maritime"
          ]
        },
        {
          "call_id": "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-COORDPREP",
          "call_title": "Coordinated preparedness testing and other preparedness actions",
          "type_of_action": "DIGITAL JU Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "The types of deliverables are presented in two parts.\nThe first part covers:\n• Enhanced cooperation, preparedness and cybersecurity resilience in the EU; preparedness support services\n• Threat assessment and risk assessment services.\nThe second part covers:\n• Risk monitoring services\n• Better compliance, coordinated vulnerability disclosure and monitoring\n• Improved skills, via exercises and training courses, organisation of events, workshops. stakeholder consultations and white papers.",
          "scope": "[Part 1 Coordinated preparedness testing]\nThe provision of preparedness support services shall include the activities listed below, for entities in the sector or sub-sector as identified by the Commission in accordance with the Cyber Solidarity Act, from the Sectors of High Criticality listed in Annex I to Directive (EU) 2022/2555 and specified in the call for proposal document for each of the calls under this topic:\nSupport for testing for potential vulnerabilities:\n• Development of penetration testing scenarios. The proposed scenarios may cover Networks, Applications, Virtualisation solutions, Cloud solutions, Industrial Control systems, and IoT.\n• Support for conducting testing of essential entities operating critical infrastructure for potential vulnerabilities.\n• Support for the deployment of digital tools and infrastructures supporting the execution of testing scenarios and for conducting exercises such as the development of standardised cyber-ranges or other testing facilities, able to mimic features of critical sectors (e.g. energy sector, transport sector, etc.) or others affected by NIS 2 to facilitate the execution of cyber-exercises, in particular within cross-border scenarios where relevant.\n• Evaluation and/or testing of cybersecurity capabilities of MS entities and MS sectors (including capabilities to prevent, detect and respond to incidents and stress test of the entire sectors ), evaluation and compliance activities aimed at increasing maturity, e.g. on the basis of established maturity models and/or relevant evaluation and compliance schemes.\n• Evaluation and/or testing of cybersecurity capabilities of entities in scope (including for the evaluation and management of risks concerning the supply chain).\n• Consulting services, providing recommendations on how to improve infrastructure security and capabilities.\nSupport for threat assessment and risk assessment, such as :\n• Threat Assessment process implementation and life cycle\n• Customised risk scenarios analysis.\nThe support will target the competent authorities in the Member States, which play a central role in the implementation of the NIS 2 Directive, such as Computer Security Incident Response Teams (CSIRTs) and National Cybersecurity Authorities.\n[Part 2 other preparedness actions]\nFor the second part, in addition to the services already listed for Part 1 (support for testing for potential vulnerabilities and support for threat assessment and risk management), the\nprovision of preparedness support services included below addresses entities operating in highly critical and other critical sectors as referred to in Annex I and II of the NIS 2 Directive.\nSupport for threat assessment and risk assessment :\n• Supply chain risk management within the risk assessment services.\nRisk monitoring service:\n• Specific continuous risk monitoring such as attack surface monitoring, risk monitoring of assets and vulnerabilities.\nSupport coordinated vulnerability disclosure and management:\n• Promote the adoption of national CVD Policies 1 and the EU Vulnerability Database.\n• Coordinate the disclosure of vulnerabilities and timely dissemination of security patches. Standardisation of the way information is shared between different stakeholders in the vulnerability handling process.\n• CVD applications that manage multiple sources of vulnerability information using open standards or technologies. (e.g. researchers, vendors, CSIRTs)\n• Raise awareness on the adoption of vulnerability management best practices.\nDedicated exercises and training courses:\n• Develop 2 comprehensive training programmes and workshops, including international ones, for cybersecurity professionals that will cover the latest trends in cyber threats, attack methodologies, and best practices for pre-threat management and prevention. Maturity checks, evaluation of cybersecurity capabilities.\n• Encourage the development of cybersecurity continuous learning activities 3 to keep up with all cybersecurity requirements driven by EU cybersecurity-related regulations and directives, including the NIS 2 Directive, CSA, CSoA, DORA, EECC, GDPR, CRA.\nThe support will target the competent authorities in the Member States, which play a central role in the implementation of the NIS 2 Directive, Computer Security Incident Response Teams (CSIRTs) including sectorial CSIRTs, Security Operation Centres (SOC)/Cyber Hubs, highly critical and other critical sectors, industry stakeholders (including Information Sharing and Analysis Centres- ISACs) and any other actors within the scope of the NIS 2 Directive, DORA, CSA, etc.\nSupport may be provided, among others, for the on boarding to the CEF Cybersecurity Core Service Platforms of public and private organisations which are working on the implementation of the NIS 2 Directive and are potential users of the CEF Cybersecurity Core Service Platforms.\nThe action may also support industry, with a particular focus on start-ups and SMEs, to seize the industrial and market uptake opportunities created by the Cyber Resilience Act and may support the implementation of the NIS 2 Directive.\n1 Coordinated Vulnerability Disclosure Policies in the EU, ENISA, 2022, available at: https://www.enisa.europa.eu/publications/coordinated-vulnerability-disclosure-policies-in-the-eu\n2 Based on the European Cybersecurity Skills Framework (ECSF)\n3 Based on ECSF: https://www.enisa.europa.eu/topics/education/european-cybersecurity-skills-framework",
          "opening_date": "2025-10-28",
          "deadline": "2026-03-31",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-ECCC-2025-DEPLOY-CYBER-09-COORDPREP",
          "destination": "Deploying Strategic Cyber Capabilities Across Europe",
          "tags": [
            "Cyber Solidarity Act",
            "Cybersecurity capabilities",
            "Digital tools and infrastructures",
            "Improve infrastructure security",
            "Penetration testing scenarios",
            "Risk assessment",
            "Sectors of High Criticality",
            "Threat assessment",
            "Vulnerabilities",
            "preparedness support services"
          ],
          "keywords": [
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-COORDPREP",
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09",
            "Assessment",
            "Cybersecurity"
          ]
        },
        {
          "call_id": "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-CYBERAI",
          "call_title": "Cybersecure tools, technologies and services relying on AI",
          "type_of_action": "DIGITAL JU Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "• Deployment of Artificial Intelligence and various AI-powered technologies as enablers for Cyber Hubs, CSIRTs, NCSCs, NIS SPOCs and others.\n• Novel cybersecurity tools based on AI that have been developed, tested and validated in relevant conditions and made available to Cyber Hubs, CSIRTs, NCSCs, NIS SPOCs and others.\n• Enhanced information sharing and collaboration amongst National and Cross-Border Cyber Hubs, CSIRTs, NCSCs, NIS SPOCs and others relevant stakeholders, supported by CTI produced by AI-powered tools.\n• Tools for automation of cybersecurity processes such as the creation, analysis and processing of CTI, to enhance operations of the Cyber Hubs.\n• Original European CTI feeds or services.\n• Ensure that the most advanced and innovative secure AI solutions are developed and implemented for NIS sectors.\n• Secure AI solutions and tools, complying with EU legislation. Promote the mitigation of risks associated with the misuse of AI by malicious actors, with a focus on AI ethics and secure deployment.\n• Contribution to the standardisation and certification of cybersecure, trustworthy AI technologies.",
          "scope": "Actions in this topic should develop and deploy systems and tools for cybersecurity 1 , based on AI technologies 2 , addressing aspects such as threat detection, vulnerability detection, threat mitigation, incident recovery through self-healing, data analysis and data sharing. These activities must also comply with intellectual property rights (IPR) and the GDPR, depending on the type of information handled. The AI solutions proposed should also be cybersecure.\nActivities should include at least one of the following:\n• Continuous detection of patterns and identification of anomalies that can potentially indicate emerging threats, recognising new attack vectors and enabling advanced detection in an evolving threat landscape, including in ICT or in Operational Technology infrastructures using open technologies.\n• Creation of CTI based on novel threat detection capabilities.\n• Enhancing speed of incident response through real-time monitoring of networks to identify security incidents and generating alerts or triggering automated responses.\n• Mitigating malware threats by analysing code behaviour, network traffic, and file characteristics, reducing the window of opportunity for attackers to exploit malware.\n• Identification of vulnerabilities and support for management considering multiple sources of information.\n• Cybersecure tools and solutions that provide risk-reduction in the crossover between AI, IoT and smart grids or other manufacturing chains.\n• Support for recovery from incidents through self-healing capacities.\n• Reducing the chances of attacks and pre-emptively identifying weaknesses through automated vulnerability scanning and penetration testing.\n• Protecting business sensitive data through the analysis of access patterns and detection of abnormal behaviour.\n• Enabling organisations to leverage and share CTI and other actionable information for analysis and insights without compromising data security and privacy, through anonymisation.\n• Tools and solutions that provide product security or cybersecurity by design/default in line with CRA requirements.\n• Tool and service providers are welcome to apply for this topic, also when in a consortium with Cyber Hubs. Links with stakeholders in the area of High-Performance Computing should be made where appropriate, as well as activities to foster networking with such stakeholders. In well justified cases, access requests to the EuroHPC high performance computing infrastructure could be granted.\n• The systems, tools and services developed under this topic will be made available for licensing to National and/or Cross-Border Cyber Hubs platforms, CSIRTs, competent authorities, and other relevant authorities under favourable market conditions.\n• These actions aim at providing AI-powered cybersecurity capabilities for National and/or Cross-Border Cyber Hubs and for national authorities encompassing Cyber Hubs, CSIRTs, which occupy a central role in ensuring the cybersecurity of national authorities, providers of critical infrastructures and essential services. These entities are tasked with monitoring, understanding and proactively managing cybersecurity threats. In light of their crucial operative role in ensuring cybersecurity in the Union, the nature of the technologies involved as well as the sensitivity of the information handled, Cyber Hubs must be protected against possible dependencies and vulnerabilities in cybersecurity to pre-empt foreign influence and control.\n• Tools to protect and secure AI solutions in line with the EU legislative framework and considering integration of requirements for robustness, performance, trust and balanced AI autonomy.\n• Contribute to the cybersecurity certification of AI-driven cybersecurity solutions and systems. The primary objective of cybersecurity certification for AI systems within the EU is twofold: to mitigate cybersecurity risks inherent in AI technologies and to demonstrate compliance with the EU’s comprehensive legislative framework, including the AI Act. By establishing a standardised, transparent, and rigorous certification process, the EU seeks to foster trust in AI technologies among users, developers, and regulators alike.\n1 Multilayer Framework for Good Cybersecurity Practices for AI, ENISA, June 2023, available at: https://www.enisa.europa.eu/publications/multilayer-framework-for-good-cybersecurity-practices-for-ai.\n2 Cybersecurity of AI and Standardisation, ENISA, March 2023, available at: https://www.enisa.europa.eu/publications/cybersecurity-of-ai-and-standardisation .",
          "opening_date": "2025-10-28",
          "deadline": "2026-03-31",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-ECCC-2025-DEPLOY-CYBER-09-CYBERAI",
          "destination": "Deploying Strategic Cyber Capabilities Across Europe",
          "tags": [
            "AI ethics",
            "Automation of cybersecurity processes",
            "Enhanced information sharing and collaboration",
            "European CTI feeds",
            "Novel cybersecurity tools based on AI",
            "Standardisation and certification of cybersecure, trustworthy AI technologies"
          ],
          "keywords": [
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-CYBERAI",
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09",
            "Artificial intelligence",
            "Artificial intelligence, intelligent systems, multi agent systems",
            "Cybersecurity"
          ]
        },
        {
          "call_id": "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-UPTAKE",
          "call_title": "Uptake of innovative cybersecurity solutions for SMEs",
          "type_of_action": "DIGITAL JU SME Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "The development of a cyber toolkit as a service to support SMEs managing cyber risks, defining, and implementing their cybersecurity strategy. The toolkit could include at least one of the following:\n• Interfaces that will connect to existing SaaS applications such as HR, invoice and financial management, CRM and accounting systems, etc., which are often used by SMEs for increasing their cybersecurity.\n• A functionality that enables the mapping and maintenance of an SME’s digital assets and possible vulnerabilities by interfacing with other SaaS applications that manage an asset inventory and data repositories.\n• A function that supports the assessment and management of an SME’s cybersecurity risks and of supply chain risk management. This function should perform a risk assessment, provide recommendations for risk mitigation, and identify options.\n• An interface to existing tools that support the analysis and assessment of the extent of an SME’s cyber risk based on information gathered from digital infrastructure scanning and data provided by authorised users.\n• A function that issues alerts on vulnerabilities and threats based on the information collected by the risk management function.\n• A function that connects SMEs to a CSIRT or a Cyber Hub to report an incident and assist with recovery if possible.\n• A mapping and one-stop window/portal to existing tools and solutions targeting cybersecurity support to SMEs.\n• Tools supporting detection, prevention and response in Operational Technology infrastructures using open standards or technologies.\nSupport and incident response capabilities to SMEs:\n• Non-commercial cybersecurity hotline with a standardised framework and guidelines for response times, escalation procedures, and the scope of assistance provided.\n• A fully operational, multilingual helpline that provides timely and accurate cybersecurity assistance to SMEs, leading to reduced successful cyber scams and improved digital hygiene.\n• A National Cyber Response Platform for first cyber responders to exchange their experiences, share relevant news and engage discussions regarding challenges and emerging cyber threats complementary to existing cyber crisis management structures.\n• Specialised training modules for first (public and private) responders’ services targeting different sectors such as healthcare, finance, energy, and transportation.\nSupport tools and platforms:\n• Control Centre and Panel on Incident Reporting and dispatching of incident responders.\n• SME user interface for Incident reporting associated with the cyber toolkit. Users can report an incident, get instructions on how to react and obtain information on how to receive support for the response. An AI assistant connected to a Control Centre could also be included.\n• Interfaces with the National Authorities and Cross-Border Platforms (CBPs) for incident notification and information sharing.",
          "scope": "The action will focus on supporting at least one of the priorities listed under Expected Outcomes section.",
          "opening_date": "2025-10-28",
          "deadline": "2026-03-31",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-ECCC-2025-DEPLOY-CYBER-09-UPTAKE",
          "destination": "Deploying Strategic Cyber Capabilities Across Europe",
          "tags": [
            "Cyber Resilience Act",
            "Cyber toolkit as a service",
            "Cybersecurity certification",
            "EU cybersecurity legislation",
            "Incident response capabilities to SMEs",
            "Standardised self-assessments and certifications"
          ],
          "keywords": [
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09-UPTAKE",
            "DIGITAL-ECCC-2025-DEPLOY-CYBER-09",
            "Cybersecurity",
            "Cybersecurity Domains",
            "Managerial, procedural and technical aspects of network security",
            "SME support",
            "Supply chain",
            "Technology assessment"
          ]
        }
      ]
    },
    {
      "destination_title": "EDIH AI Continent",
      "calls": [
        {
          "call_id": "DIGITAL-2026-EDIH-EU-EEA-09-CONSOLIDATION-STEP",
          "call_title": "Consolidation of the Network of European Digital Innovation Hubs (EDIHs with reinforced AI focus)",
          "type_of_action": "DIGITAL Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "Each EDIH will support the digital transformation of SMEs, mid-caps, and public sector organizations within its geographical area and area of expertise, while also aiming to extend its impact beyond its immediate region. An EDIH can select to focus on specific group(s) of clients (e.g. mainly SMEs or mainly public sector).\nEach selected project will provide the four core types of services (testing before investing, training and skills development, support to find investments, networking and access to innovation ecosystems) covering a wide range of digitalisation needs, from mainstream technologies and AI capacities to specialised technologies. The services will be provided seamlessly, through proxies when required, maintaining consistency and accessibility for stakeholders. EDIHs complement and build synergies with existing regional and national initiatives, collaborate with the EU AI Innovation infrastructures and will become a central point for companies and public sector ensuring a flexible and seamless digital journey and referring them to the services provided by these AI innovation infrastructures where appropriate.\nAll together, EDIHs will contribute to consolidation of a balanced network of EDIHs, ensuring the broadest coverage of regions in Europe, addressing the needs of public and private sectors across all economic sectors, fostering cross-regional collaboration and resource sharing and offering a wide range of digitalisation services, from mainstream to specialised technologies.\nEach EDIH will carry out Digital Maturity Assessments for their clients, using the tools provided by the Commission and DTA, and deliver services leading to greater digitalisation of their clients as well as to their adoption of AI. While not all services need to be preceded by a Digital Maturity Assessment, EDIHs are encouraged to use it as often as practically possible.",
          "scope": "Each EDIH will provide services based on a specific focus and expertise, which will support the local private and public sector with their digital transformation with particular focus on support to development, training deployment and uptake of European AI. This specialisation can be strengthened over time and should make use of existing local competencies in this area.\nThe EDIH network is dedicated to promoting and facilitating the digital transformation of SMEs and public services through four types of services:\n• Test before invest : providing access to technical expertise and experimentation facilities, in particular to AI-related services.\n• Training and skill development : offering training sessions to SMEs and public services for upskilling and reskilling of the workforce, including on the adoption and use of AI technologies.\n• Support to identify and facilitate access to potential financing sources to support digital transformation.\n• Foster an innovation ecosystem and networking opportunities\nEach EDIH is expected to provide all four types of services. They can however have different weights in the overall services portfolio. The services will be provided on an open, transparent and non-discriminatory basis and will be targeted mainly to (1) SMEs and mid-caps and/or (2) public sector organisations conducting non-economic activities.\nEach EDIH will act as an access point to the European network of EDIHs, helping local companies and/or public actors to get support from other EDIHs in case the needed competences fall outside their remit, ensuring that every stakeholder gets the needed support wherever it is available in Europe. Reversely, each EDIH will support the companies and public actors from other regions and countries presented by other EDIHs that need their expertise. The EDIHs will also serve as contact point for the AI innovation infrastructures as described above, notably the AI factories, AI-on-demand platform and TEFs, and offer a first-line AI help desk to businesses and public sector organisations, including basic information on compliance with the AI Act as well relevant sources of further information and ensuring a broad adoption of strategic technologies supporting the development of an AI continent and implementing the Apply AI strategy. These helpdesks by EDIHs shall further coordinate with the DTA on replies and new questions on the AI Act.\nEach EDIH will make available the relevant experimentation facilities and demonstrators related to its specialisation. SMEs, mid-caps and the public sector will be able to demonstrate, prototype and test the technologies proposed, including where relevant their environmental impact, and the feasibility of applying these technologies to their business before further investing in it. Likewise, EDIHs will harness the potential of green digital technologies, advancing Europe’s collective climate and environmental goals.\nEDIHs will also provide access to finance services including providing information and facilitating access to public and private funding sources as well as to public and private investors.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-EDIH-EU-EEA-09-CONSOLIDATION-STEP",
          "destination": "EDIH AI Continent",
          "tags": [
            "Digital",
            "Digital Europe Programme",
            "EDIH",
            "European Digital Innovation Hubs",
            "STEP-Digital/deep tech"
          ],
          "keywords": [
            "DIGITAL-2026-EDIH-EU-EEA-09-CONSOLIDATION-STEP",
            "DIGITAL-2026-EDIH-EU-EEA-09",
            "Additive manufacturing / 3D printing",
            "Aeronautics",
            "Agricultural biotechnology and food biotechnology",
            "Analytics tools",
            "Artificial Intelligence & Decision support",
            "Automotive",
            "Big data",
            "Blockchain and Distributed Ledger Technology (DLT)",
            "Chemical engineering (plants, products)",
            "Circular economy",
            "Cloud Services",
            "Communication network",
            "Community-Led Local Development",
            "Construction & Assembly",
            "Consumer products",
            "Cultural and creative economy",
            "Cyber-physical systems",
            "Cybersecurity",
            "Data engineering",
            "Defence",
            "Digital twins",
            "Displays",
            "Ecosystem building",
            "Education",
            "Electricity",
            "Energy",
            "Energy, fuels and petroleum engineering",
            "Environment",
            "Field trial",
            "Finance",
            "Financial",
            "Fishery",
            "Food and beverages",
            "Gamification",
            "Health care",
            "High performance computing",
            "Human computer interaction",
            "Industrial biotechnology",
            "Innovation management",
            "Internet Services & Applications",
            "Internet of Things",
            "Knowledge transfer",
            "Laser-based manufacturing and materials processing",
            "Leather",
            "Legal Aspects",
            "Life sciences",
            "Location-based applications",
            "Logistics",
            "Manufacturing and processing",
            "Maritime",
            "Metal working and industrial production",
            "Micro- and nanoelectronics, optoelectronics",
            "Mining and extraction",
            "Mobility",
            "NMP Non-Metallic Materials & basic processes",
            "New technologies for Audio-Visual sector - Media",
            "Nuclear",
            "Organic and large area electronics",
            "Paper and wood",
            "Personal services",
            "Photonics",
            "Polymers and plastics",
            "Prototyping",
            "Public administration",
            "Public sector innovation",
            "Quantum Technologies (e.g. computing and communication)",
            "Real estate",
            "Regional development",
            "Regulation",
            "Retail, wholesale or distribution",
            "Robotics",
            "SME support",
            "Security",
            "Semiconductors and Nanotechnology",
            "Sensors & Vision Processing Systems",
            "Simulation engineering and modelling",
            "Smart Specialisation strategies",
            "Sme Business Development",
            "Software Architectures",
            "Space",
            "Technological innovation",
            "Technology transfer",
            "Telecommunications",
            "Textiles",
            "Tobacco",
            "Transport & Mobility",
            "Transport sector",
            "Travel and tourism",
            "Virtual Reality",
            "Vocational training"
          ]
        }
      ]
    },
    {
      "destination_title": "IST GreenChips-EDU Research Studentships",
      "calls": [
        {
          "call_id": "DIGITAL-2022-SKILLS-03-SPECIALISED-EDU",
          "call_title": "Specialised education programmes or modules in key capacity areas",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2026-01-01T00:00:00.000+0000",
          "deadline": "2026-02-28T23:59:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/45114064",
          "destination": "IST GreenChips-EDU Research Studentships",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Innovation Funding for Estonian Cybersecurity Companies for developing innovative, high value-added products and services",
      "calls": [
        {
          "call_id": "DIGITAL-ECCC-2024-DEPLOY-NCC-06-MS-COORDINATION",
          "call_title": "Deploying The Network of National Coordination Centres with Member States",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2026-01-12T00:00:00.000+0000",
          "deadline": "2026-12-02T04:00:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/46786367",
          "destination": "Innovation Funding for Estonian Cybersecurity Companies for developing innovative, high value-added products and services",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Lab to Fab Accelerators for Advanced Packaging and heterogeneous integration",
      "calls": [
        {
          "call_id": "DIGITAL-JU-Chips-2025-SG-LFA",
          "call_title": "Lab to Fab Accelerators for Advanced Packaging and heterogeneous integration",
          "type_of_action": "DIGITAL JU Simple Grants",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "This topic will open up new opportunities for European-based semiconductor packaging companies and their supply chain by building on currently available services of RTOs and all Chips JU pilot lines. The LFA projects should prepare and speed up the transfer of technologies from pilot lines to industrial deployment.\nIn addition, projects should expand the advanced packaging ecosystem in Europe and boost its competitiveness by offering a fast path towards industrialization of European semiconductor technology.\nThrough possible involvement of appropriate actors across the value chain – from materials, substrate, equipment, and test providers through packaging companies and their European customers – proposed projects should build a strong European innovation and transfer ecosystem for advanced packaging solutions, contributing to new and resilient supply chains in Europe.",
          "scope": "",
          "opening_date": "2025-12-03",
          "deadline": "2026-02-25",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-JU-Chips-2025-SG-LFA",
          "destination": "Lab to Fab Accelerators for Advanced Packaging and heterogeneous integration",
          "tags": [],
          "keywords": [
            "DIGITAL-JU-Chips-2025-SG-LFA",
            "DIGITAL-JU-CHIPS-2025-SG-LFA"
          ]
        }
      ]
    },
    {
      "destination_title": "Open calls (FSTP) for CYberSynchrony project: Open Call 1: Infrastructure Resilience & Operational Readiness; Open Call 2: Compliance, Innovation & Regulatory Advancement; Open Call 3: Mutual Assistance & Cyber Collaboration Among Member States",
      "calls": [
        {
          "call_id": "DIGITAL-ECCC-2023-DEPLOY-CYBER-04-SUPPORT-ASSIST",
          "call_title": "Preparedness support and mutual assistance",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2026-01-01T00:00:00.000+0000",
          "deadline": "2026-03-01T17:00:00.000+0000",
          "status": "31094501",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/46040389",
          "destination": "Open calls (FSTP) for CYberSynchrony project: Open Call 1: Infrastructure Resilience & Operational Readiness; Open Call 2: Compliance, Innovation & Regulatory Advancement; Open Call 3: Mutual Assistance & Cyber Collaboration Among Member States",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Programme Support Actions",
      "calls": [
        {
          "call_id": "DIGITAL-2026-SUPPORT-09-NCP-NETWORK",
          "call_title": "Supporting the Network of National Contact Points  (NCPs) of the Digital Europe Programme",
          "type_of_action": "DIGITAL Coordination and Support Actions",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "The action is expected to contribute to the following outcomes:\n• Improved and professionalised NCP services across Europe, leading to: Effective and efficient access to Digital Europe Programme calls. Adapted services to the different Specific Objectives of the programme, including matchmaking activities, online and in-situ meetings as appropriate, and dissemination of information regarding security and ownership control rules in the Digital Europe Programme. Better participation of new applicants in the programme. Raising the average quality of proposals submitted. Dissemination and exploitation of results, promotion of the use of the digital capacities and services emerging from the programme, and creation of synergies with complementary dissemination and communication initiatives (including from other programmes). Optimal trans-national co-operation and exchange of best practices amongst NCPs of the programme. Possibility for DEP NCPs (one per participating country) to take part in annual meetings among the network and with the European Commission, organised as hybrid events with importance given to physical presence, and supported by a dedicated budget for travel and organisation. Strengthened outreach through improved tools, platforms, or communication channels as needed to support the visibility of the programme and engagement of stakeholders.",
          "scope": "Proposals will contribute to the NCPs network for the Digital Europe Programme.\nProposals should facilitate transnational cooperation amongst NCPs, encouraging cross-border activities, sharing good practices and raising the general standard of support to programme applicants.\nThe consortium should provide a framework that will support participation in and will maximize overall awareness of the Programme, also facilitating the participation of new applicants. It will provide tailored activities supporting Digital Europe Programme communication (including the organisation of info days for stakeholders), dissemination and exploitation activities, and related material.\nSpecial attention should be placed on enhancing the competence of NCPs, including helping less experienced NCPs rapidly acquire the know-how built up in other countries. Where relevant, synergies should be sought with existing networks.",
          "opening_date": "2025-11-04",
          "deadline": "2026-03-03",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/topic-details/DIGITAL-2026-SUPPORT-09-NCP-NETWORK",
          "destination": "Programme Support Actions",
          "tags": [
            "Digital",
            "Digital Europe Programme",
            "NCP",
            "support to programme applicants"
          ],
          "keywords": [
            "DIGITAL-2026-SUPPORT-09-NCP-NETWORK",
            "DIGITAL-2026-SUPPORT-09",
            "Artificial intelligence",
            "Communities of practices",
            "Education and Training",
            "International cooperation",
            "Knowledge transfer",
            "Project management and coordination",
            "Social Media",
            "Stakeholder management"
          ]
        }
      ]
    },
    {
      "destination_title": "Recruitment cycle Cohort 2026",
      "calls": [
        {
          "call_id": "DIGITAL-2023-SKILLS-04-SEMICONDUCTORS",
          "call_title": "Reinforcing skills in semiconductors",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-12-11T00:00:00.000+0000",
          "deadline": "2026-06-30T17:00:00.000+0000",
          "status": "31094501",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/46014314",
          "destination": "Recruitment cycle Cohort 2026",
          "tags": [],
          "keywords": []
        },
        {
          "call_id": "DIGITAL-2023-SKILLS-05-SPECIALEDU",
          "call_title": "Specialised education programmes in key capacity areas",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-12-11T00:00:00.000+0000",
          "deadline": "2026-06-30T17:00:00.000+0000",
          "status": "31094501",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/46214053",
          "destination": "Recruitment cycle Cohort 2026",
          "tags": [],
          "keywords": []
        },
        {
          "call_id": "DIGITAL-2024-ADVANCED-DIGITAL-07-KEYCAPACITY",
          "call_title": "Specialised Education Programmes in Key Capacity Areas",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-12-11T00:00:00.000+0000",
          "deadline": "2026-06-30T17:00:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/46813062",
          "destination": "Recruitment cycle Cohort 2026",
          "tags": [],
          "keywords": []
        }
      ]
    },
    {
      "destination_title": "Second call for innovation studies for the development of generative AI models",
      "calls": [
        {
          "call_id": "DIGITAL-EUROHPC-JU-2023-SME-01-01",
          "call_title": "Supporting competitiveness and innovation potential of SMEs",
          "type_of_action": "",
          "expected_eu_contribution": "",
          "min__contribution": 0.0,
          "max_contribution": 0.0,
          "indicative_budget": 0.0,
          "indicative_number_of_projects": null,
          "admissibility_conditions": "",
          "eligibility_conditions": "",
          "technology_readiness_level": "",
          "procedure": "",
          "legal_and_financial_setup": "",
          "exceptional_page_limits": "",
          "expected_outcome": "",
          "scope": "",
          "opening_date": "2025-12-03T00:00:00.000+0000",
          "deadline": "2026-02-25T17:00:00.000+0000",
          "status": "31094502",
          "deadline_model": "single-stage",
          "funding_link": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/competitive-calls-cs/46236562",
          "destination": "Second call for innovation studies for the development of generative AI models",
          "tags": [],
          "keywords": []
        }
      ]
    }
  ]
}