[
  {
    "id": "101235387",
    "title": "IoT Supported Electronic Geotextiles for Sustainable and Smart Precision Agriculture",
    "start_date": "1 January 2026",
    "end_date": "31 December 2029",
    "coordinator": "ISTANBUL TEKNIK UNIVERSITESI",
    "country": "Türkiye",
    "eu_contribution": "€ 1 683 360,00",
    "total_cost": "No data",
    "objective": "This project aims to develop an innovative IoT-supported geotextile-based sensor network and control system capable of monitoring key soil parameters such as moisture, temperature, nutrients (N, P, K), and pH level with the goal of enhancing precision agriculture, soil health and sustainable crop growth. The system, designed with a biodegradable, carbon-impregnated geotextile structure, will reduce the need for excessive fertilizers, pesticides and water while facilitating and improving nutrient retention, plant root respiration, soil health and crop yields. The first phase will focus on the development of a novel intelligent IoT supported geotextile multi-sensor network and control system (i-TexGeo), which will possess advanced sensing capabilities for comprehensive soil monitoring. In the second phase, the soil field studies covering implementation of i-TexGeo system will be realized across a diverse range of geographical areas, including Europe, Tunisia, and Turkey on a laboratory scale within the soil field laboratories of Agricultural Institutes and real-world agricultural environments with farmers. It focuses on the continuous monitoring and tracking of soil parameters, integrating interdisciplinary efforts across textiles, electronics, information technology, communication systems and agricultural sciences. By fostering collaboration among these fields, the project seeks to enhance precision agriculture through real-time data collection and analysis, ultimately promoting sustainable farming practices improving soil health and crop management. Through the integration of innovative geotextile based sensor technology together with IoT, the project will foster the development of a sustainable solution for modern smart precision agriculture, benefiting various segments of society, including farmers, agricultural communities, scientists, policymakers and consumers at large.",
    "programme": "HORIZON.1.2 - Marie Skłodowska-Curie Actions (MSCA) MAIN PROGRAMME",
    "call": "(opens in new window)",
    "topic": "HORIZON-MSCA-2024-SE-01-01 - MSCA Staff Exchanges 2024",
    "participants": []
  },
  {
    "id": "101225859",
    "title": "Functional cOmposition of post quantum Cryptosystems At Large",
    "start_date": "1 August 2025",
    "end_date": "31 July 2028",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "country": "Cyprus",
    "eu_contribution": "€ 6 484 718,75",
    "total_cost": "€ 1 023 000,00",
    "objective": "The FOCAL project will deliver a unified framework to achieve practical E2E functional composition of PQC in edge networked environments. Functional composition will be accommodated under a cross-layering paradigm mapping requirements of existing PQC cryptosystems and further improving them through appropriate methodologies and mechanisms via considering device, software, networking and communication properties. Consequently, FOCAL will act as a cornerstone on achieving the first practical and programmable composition of PQC across the full E2E path between a given datacenter orchestrating cloud services to an edge deployment. This will be achieved through (i) crypto-agility via hardware reconfigurability , (ii) exploitation of communication channel properties on the edge, (iii) network instrumentation and orchestration via advanced software-defined technologies, (iv) enhanced PQC key generation, encapsulation and storage underpinned by hardware acceleration schemes, (v) lightweight synthesis of distributed Trusted Execution Environments (TEEs) amongst edge devices, and (vi) awareness of application-level interoperability requirements inferred through Machine Learning (ML)-driven edge device learning. The envisaged technical directions will be dictated by non-technical activities encapsulated within the FOCAL framework assessing metrics associated to measuring the transition of such edge-oriented ecosystems into PQC and on improving existing standards and policies through lessons learned. Thus, contributing significantly towards the EU objectives and guidelines as outlined in the EU Commission Recommendation on Post-Quantum Cryptography.",
    "programme": "HORIZON.2.3 - Civil Security for Society MAIN PROGRAMME",
    "call": "(opens in new window)",
    "topic": "HORIZON-CL3-2024-CS-01-02 - Post-quantum cryptography transition",
    "participants": []
  },
  {
    "id": "101199575",
    "title": "Unifying Graph Databases and Causal Models",
    "start_date": "1 December 2025",
    "end_date": "30 November 2030",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "country": "France",
    "eu_contribution": "€ 2 315 565,00",
    "total_cost": "No data",
    "objective": "Graphs are expressive data structures representing more effectively relationships in data and enabling complex data-intensive tasks. Graphs are also a widely adopted paradigm in causal inference focusing on causal directed acyclic graphs. Causal DAGs (Directed Acyclic Graphs) are manually curated by domain experts, but they are not validated, stored, integrated and versioned as data artifacts in a graph data system. In the GOY (pronounced GO Why) project, I focus on a radical shift towards causality-driven graph databases, addressing the development of solid theoretical foundations and a set of adequate tools underpinning causal graph operations. To date, these two paradigms, namely causality and graph data management, are developed by entirely separate communities with different motivations: one is interested in causal analysis and inference, realized by means of ad-hoc programs and scripts on empirically validated causal graphs, while the other is interested in collecting, validating, integrating and querying graph data by means of declarative languages. These two areas are investigated in isolation although combining them creates exciting possibilities. The present proposal aims at investigating these possibilities and focuses on laying the theoretical foundations of causality-driven graph data management, a completely novel approach to data management guided by the theory of causation. Causal graphs, either provided by domain experts or extracted from the underlying observational data, are further semantically enriched, disambiguated, reconciled and used in the downstream processes of the graph database for queries, updates and analysis. Following these goals, I investigate (1) a formal causal property graph model and the extension of graph query languages to support causal graph query operators and (2) the integration, consistency and (3) versioning of causal property graphs to assist domain experts in the execution of advanced causal processes.",
    "programme": "HORIZON.1.1 - European Research Council (ERC) MAIN PROGRAMME",
    "call": "(opens in new window)",
    "topic": "ERC-2024-ADG - ERC ADVANCED GRANTS",
    "participants": []
  },
  {
    "id": "101248662",
    "title": "Integrated optical coupling for low loss electro-optic interconnects",
    "start_date": "1 August 2025",
    "end_date": "31 January 2027",
    "coordinator": "INSTITUTE OF SCIENCE AND TECHNOLOGY AUSTRIA",
    "country": "Austria",
    "eu_contribution": "€ 150 000,00",
    "total_cost": "No data",
    "objective": "The development of electrooptic transducers, that can effectively interface between microwave and optical frequencies, is critical to upcoming quantum technologies, such as distributed quantum computing over multiple superconducting qubit processors and the inclusion of any microwave-based quantum technologies in a future quantum internet. These transducers would furthermore also benefit classical applications where sensitive all-optical detection of microwave and THz frequency signals is beneficial, such as in radars and remote sensing. However, the development of such devices has been challenging owing to the more than 5 orders of magnitude energy gap between the microwave and optical frequencies. Only a handful of quantum-signal-enabled transducers exist in a few research labs around the world with no commercial availability. In this project, we develop a critical new functionality for one of the most successful platforms, i.e. ultra-low loss electrooptic transducers based on high purity bulk optical crystals. In CoupledEOT, we will develop a new optical coupling method for high index whispering gallery mode resonators that is high efficiency, easy to operate and robust against thermal contractions. This will make the highest performance quantum transducers compatible with common packaging solutions and commercial applications both in the quantum and classical domains.",
    "programme": "HORIZON.1.1 - European Research Council (ERC) MAIN PROGRAMME",
    "call": "(opens in new window)",
    "topic": "ERC-2025-POC - ERC PROOF OF CONCEPT GRANTS",
    "participants": []
  },
  {
    "id": "101227547",
    "title": "Coupled Problems for Decarbonization in Industry and Power Generation",
    "start_date": "1 November 2025",
    "end_date": "31 October 2029",
    "coordinator": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "country": "Germany",
    "eu_contribution": "€ 4 352 496,84",
    "total_cost": "No data",
    "objective": "To optimize their products, engineers use computational design tools. If fluid flow is part of the problem, then Computational Fluid Dynamics (CFD) comes into play. However, real-world fluid dynamics are complex, and computational models may not capture every nuance. CFD nowadays has a problem of scale that clashes with limited computational resources. This is even more critical when the fluid is composed of immiscible phases (e.g. bubbles, drops or particles), or when the fluid mechanically interacts with structures, e.g. inducing vibrations, erosion and other unwanted effects such as cavitation. The latter is known as Fluid-Structure Interaction (FSI) which, in scientific terms, brings together the fields of structural and fluid mechanics. FSI is a prominent example of a coupled physics problem. It is inseparably connected with other disciplines such as thermodynamics, materials science, chemical engineering, metallurgy, and more. For scientific and technical progress, new methods and knowledge are needed to understand, predict and control the interactions of fluid flow in technical domains. Therefore, COMBINE will create a new research and training agenda to address the following challenges. Challenge 1 is to bridge the gaps between scientific disciplines to solve complex multi-physics problems through shared methods and techniques. Challenge 2 is to develop novel, fast, and robust measurement techniques to improve lab-scale analysis and real-world monitoring of FSI related problems. Challenge 3 is to improve the accuracy of FSI simulations and demands a multi-faceted approach using rigorous physics modeling, high-performance computing, and AI-driven data analysis. Challenge 4 is to develop novel materials and characterize their functionality early. COMBINE unites a shared vision to significantly advance research and training to form a critical mass of researchers that can deliver tomorrows innovations and thrive in a highly competitive world.",
    "programme": "HORIZON.1.2 - Marie Skłodowska-Curie Actions (MSCA) MAIN PROGRAMME",
    "call": "(opens in new window)",
    "topic": "HORIZON-MSCA-2024-DN-01-01 - MSCA Doctoral Networks 2024",
    "participants": []
  }
]